{
    "paypal": {
        "acdc": {
            "cardNumber": "Broj kartice",
            "cardholderName": "Ime nositelj kartice",
            "cvv": "Sigurnosni kod (CVV)",
            "expiration": "Datum isteka (MM/YY)",
            "zip": "Poštanski broj za naplatu"
        },
        "cookie": {
            "googlePay": "Google Pay plaćanja",
            "name": "PayPal plaćanja"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Ukupan iznos ne smije biti nula ili negativan. Pokušajte ponovo sa iznosom većim od nule ili odaberite drugi način plaćanja.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "PayPal usluge trenutno nisu dostupne. Pokušajte ponovo kasnije.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "Navedena adresa ne sadrži poštanski broj. Molimo dodajte svoj poštanski broj.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "Unesenu adresu za dostavu nije prihvatio pružatelj plaćanja. Molimo provjerite svoju adresu ili odaberite drugi način plaćanja.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Odabrani način plaćanja ne podržava vaš trenutni preglednik. Pokušajte ponovo pomoću drugog preglednika ili odaberite drugi način plaćanja.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Uneseni podaci o kreditnoj kartici nisu mogli biti potvrđeni. Molimo provjerite svoje unose i pokušajte ponovo.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "Došlo je do pogreške tokom postupka narudžbe PayPal. Pokušajte ponovo kasnije ili koristite redovnu naplatu.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "Postupak narudžbe PayPal je otkazan. Pokušajte ponovo ili koristite redovnu naplatu.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Došlo je do greške tokom postupka plaćanja. Pokušajte ponovo kasnije ili odaberite drugi način plaćanja.",
            "SWAG_PAYPAL__USER_CANCELLED": "Proces plaćanja je otkazan. Pokušajte ponovo ili odaberite drugi način plaćanja.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Odabrani način plaćanja odbijen je zbog automatizovanog postupka obrade podataka. Za više informacija pročitajte izjavu o privatnosti podataka <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> ili koristite Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontakt obrazac</a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Vaše ime i/ili adresa nisu mogli biti potvrđeni. Molimo provjerite svoje unose i pokušajte ponovo. Za dodatne informacije pročitajte izjavu o privatnosti podataka <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> ili koristite Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontakt obrazac</a>."
            }
        },
        "general": {
            "browserUnsupported": "Vaš trenutni preglednik nije podržan odabranim načinom plaćanja. Isprobajte drugi preglednik ili odaberite drugi način plaćanja.",
            "paymentCancel": "Proces plaćanja je otkazan. Pokušajte ponovo ili odaberite drugi način plaćanja.",
            "paymentError": "Došlo je do greške tokom postupka plaćanja. Pokušajte ponovo kasnije ili odaberite drugi način plaćanja."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Klikom na dugme pristajete na <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">uslova plaćanja</a> i <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">izvršenja provjere rizika</a> od partnera za plaćanje, Rotepay. Također se slažete s PayPal <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">izjavom o privatnosti</a>. Ako je vaš zahtjev za kupovinu Nakon fakture prihvaćen, zahtjev za kupovnu cijenu bit će dodijeljen Rotepay, a vi možete platiti samo Rotepay, a ne trgovcu.",
                "finish": {
                    "subtitle": "Obrada može potrajati i do nekoliko minuta. Molimo vas da ne zatvorite ovaj prozor, bit ćete preusmjereni.",
                    "title": "Plaćanje se obrađuje"
                }
            },
            "document": {
                "paymentNote": "%companyName% je dodijelio zahtjev protiv vas PayPal-u (Europe) S.à r.l. et Cie, S.C.A. kao dio trenutnog ugovora o faktoringu. Isplate s učinkom otplate duga mogu se izvršiti samo putem PayPal-a (Europe) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% je dodijelio zahtjev protiv vas Rotepay GmbH kao dio trenutnog ugovora o faktoringu. Plaćanja s učinkom ispuštanja duga mogu se izvršiti samo Ritepay GmbH. Molimo pogledajte komunikaciju s Rotepay za više detalja o vašoj uplati.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Način plaćanja: Platite po fakturi"
                }
            },
            "error": {
                "declined": "Nije moguće koristiti odabrani način plaćanja. Ova odluka temelji se na automatiziranoj obradi podataka. Dodatne informacije možete pronaći u Izjavi o zaštiti podataka <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> ili možete kontaktirati Ratepay koristeći ovaj kontakt obrazac <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>.",
                "unverifiedInfo": "Kombinacija vašeg imena i adrese nije mogla potvrditi. Ispravite svoje podatke i pokušajte ponovo. Dodatne informacije možete pronaći u Izjavi o zaštiti podataka <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> ili možete kontaktirati Ratepay koristeći ovaj kontakt obrazac <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>."
            },
            "instructions": {
                "legalMessage": "Zašto PayPal? PayPal je naš partner za obradu plaćanja po fakturi. PayPal nam je upravo prenio iznos direktno. Iznos uplaćujete PayPalu u skladu s uputama za plaćanje nakon što primite i provjerite svoju kupnju.",
                "legalMessageRatepay": "Plaćanje po fakturi obrađuju se u saradnji sa našim partnerom Rotepay. Ritepay nam je upravo prenio iznos koji se plaća. Možete pričekati da narudžba stigne i provjeriti kupovinu, prije nego što iznos fakture prebacite u skladu s uputama za plaćanje na Rotepay.",
                "table": {
                    "amount": "Količina:",
                    "bank": "Banka:",
                    "bic": "BIC:",
                    "holder": "Vlasnik računa:",
                    "iban": "IBAN:",
                    "reference": "Referenca:"
                },
                "transferRequest": "Molimo prebacite %value% na račun ispod.",
                "transferRequestDate": "Molimo prebacite %value% do %date% na PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Plaćanje debitnom ili kreditnom karticom moguće je bez PayPal računa.",
            "paymentNameOverwrite": "PayPal, debit ili kreditna kartica"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Vaša uplata je kreirana. Molimo vas da je popunite potvrđivanjem svoje narudžbe.",
            "description": "Plaćajte jednostavno, brzo i sigurno - Odaberite jedan od ovih načina plaćanja na stranici za potvrdu."
        },
        "vault": {
            "account": {
                "clear": "Ukloni račun",
                "create": "Zapamtite račun za buduće kupovine"
            },
            "card": {
                "clear": "Uklonite karticu",
                "create": "Zapamtite karticu za buduće kupovine"
            }
        }
    }
}
