{
    "paypal": {
        "general": {
            "paymentCancel": "Platobný proces bol zrušený. Skúste to znova alebo vyberte iný spôsob platby.",
            "paymentError": "Počas procesu platby sa vyskytla chyba. Skúste to znova neskôr alebo vyberte iný spôsob platby."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Presuňte prosím %value% do %date% na PayPal.",
                "transferRequest": "Prosím, presuňte %value% na nižšie uvedený účet.",
                "table": {
                    "bank": "Banka:",
                    "iban": "IBAN:",
                    "bic": "BIC:",
                    "holder": "Majiteľ účtu:",
                    "amount": "Suma:",
                    "reference": "Odkaz:"
                },
                "legalMessageRatepay": "Platba na faktúru sa spracováva v spolupráci s naším partnerom Ratepay. Spoločnosť Ratepay nám práve previedla splatnú sumu. Pred prevodom sumy faktúry v súlade s platobnými pokynmi na Ratepay môžete počkať na príchod objednávky a skontrolovať svoj nákup.",
                "legalMessage": "Prečo PayPal? PayPal je naším partnerom pre spracovanie fakturačné platby. PayPal práve preniesol sumu priamo na nás. Sumu zaplatíte spoločnosti PayPal podľa platobných pokynov po obdržaní a kontrole nákupu."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Spôsob platby: Platba na faktúre"
                },
                "paymentNoteRatepay": "%companyName% postúpila nárok voči vám spoločnosti Ratepay GmbH ako súčasť súčasnej dohody o faktoringu. Platby s účinkom vyplácania dlhu je možné uskutočniť len spoločnosti Ratepay GmbH. Ďalšie podrobnosti o platbe nájdete v komunikácii s Ratepay.",
                "paymentNote": "Spoločnosť%companyName% pridelila nárok voči vám spoločnosti PayPal (Europe) S.à r.l. et Cie, S.C.A. ako súčasť aktuálnej faktoringovej zmluvy. Platby s účinkom vyplatenia dlhu môžu byť vykonané iba spoločnosti PayPal (Europe) S.à r.l. et Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "Kliknutím na tlačidlo vyjadrujete súhlas s <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">platobnými podmienkami</a> a <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">vykonaním kontroly rizika</a> od platobného partnera Ratepay. Súhlasíte tiež so <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">vyhlásením o ochrane osobných údajov spoločnosti PayPal</a>. Ak je Vaša žiadosť o nákup Na faktúre akceptovaná, nárok na kúpnu cenu bude priradený spoločnosti Ratepay a vy môžete zaplatiť iba Ratepay, nie obchodníkovi.",
                "finish": {
                    "title": "Platba sa spracováva",
                    "subtitle": "Spracovanie môže trvať až niekoľko minút. Prosím, nezatvárajte toto okno, budete presmerovaní."
                }
            },
            "error": {
                "unverifiedInfo": "Kombinácia vášho mena a adresy sa nepodarilo overiť. Opravte svoje údaje a skúste to znova. Ďalšie informácie nájdete v <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay Vyhlásenie o ochrane osobných údajov</a> alebo môžete kontaktovať Ratepay pomocou tohto <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktného formulára</a>.",
                "declined": "Nie je možné použiť zvolený spôsob platby. Toto rozhodnutie je založené na automatizovanom spracovaní údajov. Ďalšie informácie nájdete v <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay Vyhlásenie o ochrane osobných údajov</a> alebo môžete kontaktovať Ratepay pomocou tohto <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktného formulára</a>."
            }
        },
        "acdc": {
            "cardNumber": "Číslo karty",
            "expiration": "Dátum exspirácie (MM/RR)",
            "cvv": "Bezpečnostný kód (CVV)",
            "cardholderName": "Meno držiteľa karty",
            "zip": "Fakturačné PSČ"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Vaša platba bola vytvorená. Vyplňte ju potvrdením vašej objednávky.",
            "description": "Plaťte jednoducho, rýchlo a bezpečne - vyberte jednu z týchto spôsobov platby na stránke potvrdenia."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, inkasná alebo kreditná karta",
            "paymentDescriptionExtension": "Platba inkasnou alebo kreditnou kartou je možná bez účtu PayPal."
        },
        "cookie": {
            "name": "Platby cez PayPal"
        }
    }
}