{
    "paypal": {
        "general": {
            "paymentCancel": "Η διαδικασία πληρωμής ακυρώθηκε. Δοκιμάστε ξανά ή επιλέξτε άλλη μέθοδο πληρωμής.",
            "paymentError": "Παρουσιάστηκε σφάλμα κατά τη διαδικασία πληρωμής. Δοκιμάστε ξανά αργότερα ή επιλέξτε άλλη μέθοδο πληρωμής."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Παρακαλούμε μεταφέρετε %value% έως %date% στο PayPal.",
                "transferRequest": "Παρακαλώ μεταφέρετε %value% στον παρακάτω λογαριασμό.",
                "table": {
                    "bank": "Τράπεζα:",
                    "iban": "IBAN:",
                    "bic": "BIC:",
                    "holder": "Κάτοχος λογαριασμού:",
                    "amount": "Ποσό:",
                    "reference": "Αναφορά:"
                },
                "legalMessageRatepay": "Οι πληρωμές με τιμολόγιο διεκπεραιώνονται σε συνεργασία με τον συνεργάτη μας Ratepay. Η Ratepay μόλις μας μεταβίβασε το πληρωτέο ποσό. Μπορείτε να περιμένετε να φτάσει η παραγγελία και να ελέγξετε την αγορά σας, πριν μεταφέρετε το ποσό του τιμολογίου σύμφωνα με τις οδηγίες πληρωμής στο Ratepay.",
                "legalMessage": "Γιατί το PayPal; Η PayPal είναι ο συνεργάτης μας για την επεξεργασία των πληρωμών τιμολογίων. Το PayPal μόλις μας μετέφερε το ποσό απευθείας. Πληρώνετε το ποσό στο PayPal σύμφωνα με τις οδηγίες πληρωμής μετά την παραλαβή και τον έλεγχο της αγοράς σας."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Τρόπος πληρωμής: Πληρωμή κατόπιν τιμολογίου"
                },
                "paymentNoteRatepay": "Η %companyName% έχει αναθέσει την αξίωση εναντίον σας στην Ratepay GmbH στο πλαίσιο της τρέχουσας συμφωνίας πρακτορείας επιχειρηματικών απαιτήσεων. Πληρωμές με αποτέλεσμα εξόφλησης του χρέους μπορούν να γίνουν μόνο στην Ratepay GmbH. Παρακαλούμε ανατρέξτε στην επικοινωνία με την Ratepay για περισσότερες λεπτομέρειες σχετικά με την πληρωμή σας.",
                "paymentNote": "%companyName% έχει αναθέσει την αξίωση εναντίον σας στην PayPal (Ευρώπη) S.à r.l. et Cie, S.C.A. ως μέρος της τρέχουσας συμφωνίας factoring. Πληρωμές με αποτέλεσμα εκπλήρωσης χρέους μπορούν να γίνουν μόνο στο PayPal (Ευρώπη) S.à r.l. et Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "Κάνοντας κλικ στο κουμπί, συμφωνείτε με τους <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">όρους πληρωμής</a> και <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">εκτέλεση ενός ελέγχου κινδύνου</a> από τον συνεργάτη πληρωμής Ratepay. Συμφωνείτε επίσης με τη δήλωση προστασίας προσωπικών δεδομένων της PayPal <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\"></a>. Εάν το αίτημά σας για αγορά Κατά το τιμολόγιο γίνει δεκτό, η αξίωση τιμής αγοράς θα εκχωρηθεί στην Ratepay και μπορείτε να πληρώσετε μόνο Ratepay, όχι στον έμπορο.",
                "finish": {
                    "title": "Η πληρωμή γίνεται σε επεξεργασία",
                    "subtitle": "Η επεξεργασία μπορεί να διαρκέσει έως και μερικά λεπτά. Παρακαλώ μην κλείσετε αυτό το παράθυρο, θα ανακατευθυνθείτε."
                }
            },
            "error": {
                "unverifiedInfo": "Ο συνδυασμός του ονόματος και της διεύθυνσής σας δεν μπορεί να επικυρωθεί. Διορθώστε τα δεδομένα σας και προσπαθήστε ξανά. Μπορείτε να βρείτε περισσότερες πληροφορίες στη Δήλωση Προστασίας Προσωπικών Δεδομένων <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> ή μπορείτε να επικοινωνήσετε με την Ratepay χρησιμοποιώντας αυτή τη <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">φόρμα επικοινωνίας</a>.",
                "declined": "Δεν είναι δυνατή η χρήση της επιλεγμένης μεθόδου πληρωμής. Η απόφαση αυτή βασίζεται σε αυτοματοποιημένη επεξεργασία δεδομένων. Μπορείτε να βρείτε περισσότερες πληροφορίες στη Δήλωση Προστασίας Προσωπικών Δεδομένων <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> ή μπορείτε να επικοινωνήσετε με την Ratepay χρησιμοποιώντας αυτή τη <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">φόρμα επικοινωνίας</a>."
            }
        },
        "acdc": {
            "cardNumber": "Αριθμός κάρτας",
            "expiration": "Ημερομηνία λήξης (ΜΜ/ΕΕ)",
            "cvv": "Κωδικός ασφαλείας (CVV)",
            "cardholderName": "Όνομα κατόχου κάρτας",
            "zip": "Ταχυδρομικός κώδικας χρέωσης"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Η πληρωμή σας έχει δημιουργηθεί. Παρακαλούμε συμπληρώστε το, επιβεβαιώνοντας την παραγγελία σας.",
            "description": "Πληρώστε εύκολα, γρήγορα και με ασφάλεια - Επιλέξτε μία από αυτές τις μεθόδους πληρωμής στη σελίδα επιβεβαίωσης."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, άμεση χρεωστική ή πιστωτική κάρτα",
            "paymentDescriptionExtension": "Η πληρωμή με άμεση χρεωστική ή πιστωτική κάρτα είναι δυνατή χωρίς λογαριασμό PayPal."
        },
        "cookie": {
            "name": "Πληρωμές PayPal"
        }
    }
}