{
    "paypal": {
        "acdc": {
            "cardNumber": "Kartes numurs",
            "cardholderName": "Kartes turētāja vārds",
            "cvv": "Drošības kods (CVV)",
            "expiration": "Derīguma termiņš (MM/GG)",
            "zip": "Norēķinu pasta indekss"
        },
        "cookie": {
            "googlePay": "Google Pay maksājumi",
            "name": "PayPal maksājumi"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Kopējā summa nedrīkst būt nulle vai negatīva. Lūdzu, mēģiniet vēlreiz ar summu, kas lielāka par nulli, vai izvēlieties citu maksājuma veidu.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "PayPal pakalpojumi pašlaik nav pieejami. Lūdzu, mēģiniet vēlreiz vēlāk.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "Norādītajā adresē nav pasta indeksa. Lūdzu, pievienojiet savu pasta indeksu.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "Maksājumu sniedzējs ievadīto piegādes adresi nepieņēma. Lūdzu, pārbaudiet savu adresi vai izvēlieties citu maksājuma veidu.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Izvēlētais maksājuma veids neatbalsta jūsu pašreizējo pārlūkprogrammu. Lūdzu, mēģiniet vēlreiz, izmantojot citu pārlūkprogrammu vai izvēlieties citu maksājuma veidu.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Ievadīto kredītkartes informāciju nevarēja apstiprināt. Lūdzu, pārbaudiet savus ierakstus un mēģiniet vēlreiz.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "PayPal pasūtījuma procesā radās kļūda. Lūdzu, mēģiniet vēlreiz vēlāk vai izmantojiet parasto izrakstīšanos.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "PayPal pasūtījumu process ir atcelts. Lūdzu, mēģiniet vēlreiz vai izmantojiet parasto izrakstīšanos.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Maksājuma procesa laikā radās kļūda. Lūdzu, vēlāk mēģiniet vēlreiz vai izvēlieties citu maksāšanas veidu.",
            "SWAG_PAYPAL__USER_CANCELLED": "Maksājuma process ir atcelts. Lūdzu, mēģiniet vēlreiz vai izvēlieties citu maksāšanas veidu.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Izvēlētais maksājuma veids tika noraidīts automatizētas datu apstrādes procedūras dēļ. Lai iegūtu papildinformāciju, izlasiet <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay datu konfidencialitātes paziņojumu</a> vai izmantojiet Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktformu</a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Jūsu vārdu un/vai adresi nevarēja apstiprināt. Lūdzu, pārbaudiet savus ierakstus un mēģiniet vēlreiz. Lai iegūtu papildinformāciju, izlasiet <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay datu konfidencialitātes paziņojumu</a> vai izmantojiet Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktformu</a>."
            }
        },
        "general": {
            "browserUnsupported": "Jūsu pašreizējo pārlūkprogrammu neatbalsta izvēlētais maksājuma veids. Lūdzu, izmēģiniet citu pārlūkprogrammu vai izvēlieties citu maksājuma veidu.",
            "paymentCancel": "Maksājuma process ir atcelts. Lūdzu, mēģiniet vēlreiz vai izvēlieties citu maksāšanas veidu.",
            "paymentError": "Maksājuma procesa laikā radās kļūda. Lūdzu, vēlāk mēģiniet vēlreiz vai izvēlieties citu maksāšanas veidu."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Noklikšķinot uz pogas, jūs piekrītat <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">maksājuma noteikumiem</a> un <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">riska pārbaude</a> no maksājumu partnera Ratepay. Jūs arī piekrītat PayPal <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">paziņojumam par konfidencialitāti</a>. Ja Jūsu pieprasījums iegādāties Pēc rēķina tiek pieņemts, pirkuma cenas prasība tiks piešķirta Ratepay, un jūs varat apmaksāt tikai Retepay, nevis tirgotājam.",
                "finish": {
                    "subtitle": "Apstrāde var ilgt vairākas minūtes. Lūdzu, neaizveriet šo logu, jūs tiksiet novirzīts.",
                    "title": "Maksājums tiek apstrādāts"
                }
            },
            "document": {
                "paymentNote": "%companyName% ir nodevusi prasību pret jums PayPal (Europe) S.à r.l. et Cie, S.C.A. kā daļu no pašreizējā faktoringa līguma. Maksājumus ar parāda dzēšanas efektu var veikt tikai vietnē PayPal (Europe) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% ir nodevis prasību pret Jums Ratepay GmbH pašreizējā faktoringa līguma ietvaros. Maksājumus ar parāda dzēšanas efektu var veikt tikai Ratepay GmbH. Sīkāku informāciju par maksājumu skatiet saziņā ar Ratepay.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Apmaksas veids: Apmaksa pēc rēķina"
                }
            },
            "error": {
                "declined": "Nav iespējams izmantot izvēlēto maksājuma veidu. Šis lēmums ir balstīts uz automatizētu datu apstrādi. Plašāku informāciju varat atrast <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay datu privātuma deklarācijā</a> vai sazināties ar Ratepay, izmantojot šo <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktveidlapu</a>.",
                "unverifiedInfo": "Jūsu vārda un adreses kombināciju nevarēja apstiprināt. Lūdzu, labojiet savus datus un mēģiniet vēlreiz. Plašāku informāciju varat atrast <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay datu privātuma deklarācijā</a> vai sazināties ar Ratepay, izmantojot šo <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktveidlapu</a>."
            },
            "instructions": {
                "legalMessage": "Kāpēc PayPal? PayPal ir mūsu partneris rēķinu maksājumu apstrādē. PayPal pārskaitīs summu tieši mums. Pēc pirkuma saņemšanas un pārbaudes jūs maksājat summu PayPal saskaņā ar maksājuma norādījumiem.",
                "legalMessageRatepay": "Maksājumi rēķinos tiek apstrādāti sadarbībā ar mūsu partneri Ratepay. Ratepay ir tikko pārskaitījis mums maksājamo summu. Jūs varat gaidīt pasūtījuma saņemšanu un pārbaudīt pirkumu, pirms rēķina summas pārskaitīšanas atbilstoši maksājuma norādījumiem Ratepay.",
                "table": {
                    "amount": "Summa:",
                    "bank": "Banka:",
                    "bic": "BIC:",
                    "holder": "Konta īpašnieks:",
                    "iban": "IBAN:",
                    "reference": "Atsauce:"
                },
                "transferRequest": "Lūdzu, pārskaitiet %value% uz zemāk esošo kontu.",
                "transferRequestDate": "Lūdzu, pārsūtiet %value% līdz %date% uz PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Maksājums ar tiešo debetu vai kredītkarti ir iespējams bez PayPal konta.",
            "paymentNameOverwrite": "PayPal, tiešā debeta vai kredītkarte"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Ūsu maksājums ir izveidots. Lūdzu, aizpildiet to, apstiprinot savu pasūtījumu.",
            "description": "Maksājiet viegli, ātri un droši - lūdzu, apstiprinājuma lapā izvēlieties vienu no šiem maksājuma veidiem."
        },
        "vault": {
            "account": {
                "clear": "Noņemt kontu",
                "create": "Atcerieties kontu turpmākajiem pirkumiem"
            },
            "card": {
                "clear": "Noņemt karti",
                "create": "Atcerieties karti turpmākajiem pirkumiem"
            }
        }
    }
}
