{
    "paypal": {
        "acdc": {
            "cardNumber": "Številka kartice",
            "cardholderName": "Ime imetnika kartice",
            "cvv": "Varnostna koda (CVV)",
            "expiration": "Datum poteka veljavnosti (MM/LLL)",
            "zip": "Poštna številka za obračunavanje"
        },
        "cookie": {
            "name": "Plačila PayPal"
        },
        "general": {
            "paymentCancel": "Postopek plačila je bil preklican. Poskusite znova ali izberite drug način plačila.",
            "paymentError": "Med plačilnim postopkom je prišlo do napake. Poskusite znova pozneje ali izberite drug način plačila."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "S klikom na gumb, se strinjate z <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">pogoji plačila</a> in <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">uspešnost preverjanja tveganja</a> od plačilnega partnerja, Ratepay. Strinjate se tudi z izjavo o zasebnosti</a>PayPal <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">. Če je vaša zahteva za nakup Ko je račun sprejet, bo zahtevek za nakupno ceno dodeljen Ratepay in lahko plačate samo Ratepay, ne pa trgovec.",
                "finish": {
                    "subtitle": "Obdelava lahko traja do nekaj minut. Prosim, ne zaprite tega okna, preusmerjeni boste.",
                    "title": "Plačilo se obdeluje"
                }
            },
            "document": {
                "paymentNote": "%companyName% je zahtevek zoper vas dodelil družbi PayPal (Europe) S.à r.l. et Cie, S.C.A. kot del veljavne pogodbe o faktoringu. Plačila z učinkom odplačevanja dolga se lahko izvedejo samo družbi PayPal (Europe) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% je zahtevek proti vam dodelil družbi Ratepay GmbH kot del veljavne pogodbe o faktoringu. Plačila z učinkom odplačevanja dolga se lahko izvršijo samo družbi Ratepay GmbH. Za dodatne podrobnosti o vašem plačilu glejte sporočilo z družbo Ratepay.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Način plačila: Plačilo na računu"
                }
            },
            "error": {
                "declined": "Izbranega načina plačila ni mogoče uporabiti. Ta odločitev temelji na avtomatizirani obdelavi podatkov. Dodatne informacije najdete v izjavi o zasebnosti podatkov <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> ali pa se obrnite na Ratepay s tem <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktnim obrazcem</a>.",
                "unverifiedInfo": "Kombinacije vašega imena in naslova ni bilo mogoče preveriti. Prosimo, popravite svoje podatke in poskusite znova. Dodatne informacije najdete v izjavi o zasebnosti podatkov <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> ali pa se obrnite na Ratepay s tem <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktnim obrazcem</a>."
            },
            "instructions": {
                "legalMessage": "Zakaj PayPal? PayPal je naš partner pri obdelavi plačil na računu. PayPal je pravkar prenesel znesek na nas neposredno. Znesek plačate PayPalu v skladu s plačilnimi navodili, potem ko ste prejeli in preverili nakup.",
                "legalMessageRatepay": "Plačilo po računu se obdelujejo v sodelovanju z našim partnerjem Ratepay. Ratepay nam je pravkar prenesel plačljivi znesek. Pred prenosom zneska računa v skladu s plačilnimi navodili na Ratepay lahko počakate, da naročilo prispe in preverite nakup.",
                "table": {
                    "amount": "Znesek:",
                    "bank": "Banka:",
                    "bic": "BIC:",
                    "holder": "Imetnik računa:",
                    "iban": "IBAN:",
                    "reference": "Sklic:"
                },
                "transferRequest": "Prosimo, prenesite %value% na spodnji račun.",
                "transferRequestDate": "Prosimo, da prenesete %value% dokler %date% na PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Plačilo z direktno debetno ali kreditno kartico je možno brez računa PayPal.",
            "paymentNameOverwrite": "PayPal, direktna debetna ali kreditna kartica"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Vaše plačilo je bilo ustvarjeno. Prosimo, izpolnite, tako da potrdite svoje naročilo.",
            "description": "Plačajte enostavno, hitro in varno - Prosimo, izberite enega od teh načinov plačila na strani za potrditev."
        }
    }
}
