{
    "paypal": {
        "general": {
            "paymentCancel": "Процесът на плащане е отменен. Моля, опитайте отново или изберете друг начин на плащане.",
            "paymentError": "Възникна грешка по време на процеса на плащане. Моля, опитайте отново по-късно или изберете друг начин на плащане."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Моля, прехвърлете %value% до %date% на PayPal.",
                "transferRequest": "Моля, прехвърлете %value% към сметката по-долу.",
                "table": {
                    "bank": "Банка:",
                    "iban": "ИБАН:",
                    "bic": "БИК:",
                    "holder": "Притежател на сметката:",
                    "amount": "Сума:",
                    "reference": "Референция:"
                },
                "legalMessageRatepay": "Плащане по фактура плащанията се обработват в сътрудничество с нашия партньор Ratepay. Ratepay току-що ни прехвърли дължимата сума. Можете да изчакате поръчката да пристигне и да проверите покупката си, преди да прехвърлите сумата на фактурата в съответствие с инструкциите за плащане на Ratepay.",
                "legalMessage": "Защо PayPal? PayPal е наш партньор за обработка на плащания по фактури. PayPal току-що прехвърли сумата към нас директно. Плащате сумата на PayPal в съответствие с инструкциите за плащане, след като сте получили и проверили покупката си."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Начин на плащане: Плащане по фактура"
                },
                "paymentNoteRatepay": "%companyName% е възложила вземането срещу Вас на Ratepay GmbH като част от текущо споразумение за факторинг. Плащания с ефект на освобождаване от дълг могат да се извършват само към Ratepay GmbH. Моля, вижте комуникацията с Ratepay за повече подробности относно плащането.",
                "paymentNote": "%companyName% е възложил иск срещу вас на PayPal (Европа) S.à r.l. et Cie, S.C.A. като част от текущо споразумение за факторинг. Плащания с ефект на изпълнение на дълга могат да се извършват само към PayPal (Европа) S.à r.l. et Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "Като кликнете върху бутона, вие се съгласявате с <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">условия на плащане</a> и <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">изпълнение на проверка на риска</a> от платежния партньор, Ratepay. Вие също се съгласявате с <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">декларация за поверителност на PayPal</a>. Ако заявката ви за покупка При фактура бъде приета, заявката за покупна цена ще бъде възложена на Ratepay и можете да платите само Ratepay, а не на търговеца.",
                "finish": {
                    "title": "Плащането се обработва",
                    "subtitle": "Обработката може да отнеме до няколко минути. Моля, не затваряйте този прозорец, ще бъдете пренасочени."
                }
            },
            "error": {
                "unverifiedInfo": "Комбинацията от вашето име и адрес не може да бъде потвърдена. Моля, коригирайте данните си и опитайте отново. Можете да намерите допълнителна информация в <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay Декларация за поверителност на данните</a> или можете да се свържете с Ratepay, използвайки тази <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">контактна форма</a>.",
                "declined": "Не е възможно да използвате избрания начин на плащане. Това решение се основава на автоматизирана обработка на данни. Можете да намерите допълнителна информация в <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay Декларация за поверителност на данните</a> или можете да се свържете с Ratepay, използвайки тази <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">контактна форма</a>."
            }
        },
        "acdc": {
            "cardNumber": "Номер на картата",
            "expiration": "Срок на годност (ММ/ГГ)",
            "cvv": "Код за сигурност (CVV)",
            "cardholderName": "Име на притежателя на картата",
            "zip": "Пощенски код за фактуриране"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Вашето плащане е създадено. Моля, попълнете го, като потвърдите поръчката си.",
            "description": "Плащайте лесно, бързо и сигурно - Моля, изберете един от тези начини на плащане на страницата за потвърждение."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, директна дебитна или кредитна карта",
            "paymentDescriptionExtension": "Плащането с директен дебитна или кредитна карта е възможно без PayPal сметка."
        },
        "cookie": {
            "name": "PayPal плащания"
        }
    }
}