{
    "paypal": {
        "general": {
            "paymentCancel": "Процесс оплаты отменен. Повторите попытку или выберите другой способ оплаты.",
            "paymentError": "В процессе оплаты произошла ошибка. Повторите попытку позже или выберите другой способ оплаты."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Пожалуйста, переведите %value% до %date% в PayPal.",
                "transferRequest": "Пожалуйста, переведите %value% на аккаунт ниже.",
                "table": {
                    "bank": "Банк:",
                    "iban": "IBAN:",
                    "bic": "BIC:",
                    "holder": "Владелец счета:",
                    "amount": "Сумма:",
                    "reference": "Артикул:"
                },
                "legalMessageRatepay": "Платежи с оплатой по счету обрабатываются в сотрудничестве с нашим партнером Ratepay. Ratepay только что перевела нам подлежащую оплате сумму. Вы можете дождаться прибытия заказа и проверить покупку, прежде чем переводить сумму счета в соответствии с инструкциями по оплате в Ratepay.",
                "legalMessage": "Почему PayPal? PayPal - наш партнер по обработке платежей по счетам. PayPal только что перевел эту сумму напрямую нам. Вы платите сумму в PayPal в соответствии с инструкциями по оплате после получения и проверки покупки."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Способ оплаты: оплата по счету"
                },
                "paymentNoteRatepay": "%companyName% передал иск против вас Ratepay GmbH в рамках текущего соглашения о факторинге. Платежи с эффектом погашения долга могут быть произведены только Ratepay GmbH. Пожалуйста, обратитесь к сообщению с Ratepay для получения дополнительной информации о вашем платеже.",
                "paymentNote": "%companyName% передал иск против вас PayPal (Europe) S.à r.l. et Cie, S.C.A. в рамках действующего факторингового договора. Платежи с эффектом погашения долга могут производиться только PayPal (Europe) S.à r.l. et Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "Нажимая на кнопку, вы соглашаетесь с <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">условиями платежа</a> и <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">выполнения проверки риска</a> от платежного партнера Ratepay. Вы также соглашаетесь с <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">заявлением о конфиденциальности</a> PayPal. Если ваш запрос на покупку по счету будет принят, заявка на покупную цену будет назначена Ratepay, и вы можете платить только Ratepay, а не продавцу.",
                "finish": {
                    "title": "Платеж обрабатывается",
                    "subtitle": "Обработка может занять до нескольких минут. Пожалуйста, не закрывайте это окно, вы будете перенаправлены."
                }
            },
            "error": {
                "unverifiedInfo": "Не удалось проверить комбинацию вашего имени и адреса. Исправьте данные и повторите попытку. Дополнительную информацию можно найти в Заявлении о конфиденциальности данных <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> или связаться с Ratepay, используя эту <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">контактную форму</a>.",
                "declined": "Выбранный способ оплаты использовать невозможно. Это решение основано на автоматизированной обработке данных. Дополнительную информацию можно найти в Заявлении о конфиденциальности данных <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> или связаться с Ratepay, используя эту <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">контактную форму</a>."
            }
        },
        "acdc": {
            "cardNumber": "Номер карты",
            "expiration": "Срок годности (MM/YY)",
            "cvv": "Код безопасности (CVV)",
            "cardholderName": "Имя держателя карты",
            "zip": "Почтовый индекс выставления счета"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Ваш платеж был создан. Пожалуйста, заполните его, подтвердив свой заказ.",
            "description": "Платите легко, быстро и безопасно - выберите один из этих способов оплаты на странице подтверждения."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, прямой дебет или кредитная карта",
            "paymentDescriptionExtension": "Оплата прямым дебетом или кредитной картой возможна без счета PayPal."
        },
        "cookie": {
            "name": "PayPal платежи"
        }
    }
}