{
    "paypal": {
        "acdc": {
            "cardNumber": "कार्ड नम्बर",
            "cardholderName": "कार्ड धारक का नाम",
            "cvv": "सुरक्षा कोड (CVV)",
            "expiration": "समाप्ति तिथि (MM/YY)",
            "zip": "बिलिंग पोस्टल कोड"
        },
        "cookie": {
            "googlePay": "गूगल पे पेमेंट",
            "name": "पेपैल भुगतान"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "कुल राशि शून्य या ऋणात्मक नहीं होनी चाहिए। कृपया शून्य से अधिक राशि के साथ फिर से कोशिश करें या कोई अन्य भुगतान विधि चुनें।",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "वर्तमान में PayPal सेवाएँ अनुपलब्ध हैं। कृपया बाद में फिर से कोशिश करें।",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "दिए गए पते में पोस्टल कोड नहीं है। कृपया अपना पोस्टल कोड जोड़ें।",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "दर्ज किया गया शिपिंग पता भुगतान प्रदाता द्वारा स्वीकार नहीं किया गया था। कृपया अपना पता जांचें या कोई अन्य भुगतान विधि चुनें।",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "चयनित भुगतान विधि आपके वर्तमान ब्राउज़र का समर्थन नहीं करती है। कृपया किसी अन्य ब्राउज़र के साथ फिर से कोशिश करें या कोई अन्य भुगतान विधि चुनें।",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "दर्ज किए गए क्रेडिट कार्ड के विवरण को मान्य नहीं किया जा सका। कृपया अपनी प्रविष्टियों की जांच करें और फिर से कोशिश करें।",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "PayPal ऑर्डर प्रक्रिया के दौरान एक त्रुटि हुई। कृपया बाद में फिर से कोशिश करें या नियमित चेकआउट का उपयोग करें।",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "PayPal ऑर्डर प्रक्रिया रद्द कर दी गई है। कृपया फिर से कोशिश करें या नियमित चेकआउट का उपयोग करें।",
            "SWAG_PAYPAL__GENERIC_ERROR": "भुगतान प्रक्रिया के दौरान एक त्रुटि हुई। कृपया बाद में फिर से कोशिश करें या कोई अन्य भुगतान विधि चुनें।",
            "SWAG_PAYPAL__USER_CANCELLED": "भुगतान प्रक्रिया रद्द कर दी गई है। कृपया फिर से कोशिश करें या कोई अन्य भुगतान विधि चुनें।",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "स्वचालित डेटा प्रोसेसिंग प्रक्रिया के कारण चयनित भुगतान विधि को अस्वीकार कर दिया गया था। अधिक जानकारी के लिए <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">रेटपे डेटा गोपनीयता कथन</a> पढ़ें या रेटपे <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">संपर्क फ़ॉर्म</a>का उपयोग करें।",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "आपका नाम और/या पता मान्य नहीं किया जा सका। कृपया अपनी प्रविष्टियाँ जाँचें और फिर से कोशिश करें। अधिक जानकारी के लिए <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >रेटपे डेटा गोपनीयता कथन</a> पढ़ें या रेटपे <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">संपर्क फ़ॉर्म</a>का उपयोग करें।"
            }
        },
        "general": {
            "browserUnsupported": "चयनित भुगतान विधि द्वारा आपका वर्तमान ब्राउज़र असमर्थित है। कृपया कोई अन्य ब्राउज़र आज़माएँ या कोई अन्य भुगतान विधि चुनें।",
            "paymentCancel": "भुगतान प्रक्रिया रद्द कर दी गई है। कृपया फिर से कोशिश करें या कोई अन्य भुगतान विधि चुनें।",
            "paymentError": "भुगतान प्रक्रिया के दौरान एक त्रुटि हुई। कृपया बाद में फिर से कोशिश करें या कोई अन्य भुगतान विधि चुनें।"
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "बटन पर क्लिक करके, आप भुगतान भागीदार, रेटपे से जोखिम जांच</a> के भुगतान</a> और <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">प्रदर्शन की <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">शर्तों से सहमत होते हैं। आप PayPal के <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">गोपनीयता कथन</a>से भी सहमत हैं। यदि अपॉन इनवॉइस खरीदने का आपका अनुरोध स्वीकार कर लिया जाता है, तो खरीद मूल्य का दावा रेटपे को सौंपा जाएगा, और आप केवल रेटपे का भुगतान कर सकते हैं, व्यापारी को नहीं।",
                "finish": {
                    "subtitle": "प्रसंस्करण में कई मिनट लग सकते हैं। कृपया इस विंडो को बंद न करें, आपको पुनः निर्देशित किया जाएगा।",
                    "title": "भुगतान संसाधित किया जा रहा है"
                }
            },
            "document": {
                "paymentNote": "%companyName% पेपैल के लिए आप के खिलाफ दावा सौंपा है (यूरोप) s.à r.l. एट Cie, S.C.A. एक मौजूदा फैक्टरिंग समझौते के हिस्से के रूप में। ऋण निर्वहन प्रभाव के साथ भुगतान केवल पेपैल के लिए बनाया जा सकता है (यूरोप) S.à r.l. एट Cie, S.C.A।",
                "paymentNoteRatepay": "%companyName% ने मौजूदा फैक्टरिंग समझौते के हिस्से के रूप में रेटपे जीएमबीएच को आपके खिलाफ दावा सौंपा है। ऋण निर्वहन प्रभाव वाले भुगतान केवल रेटपे जीएमबीएच को किए जा सकते हैं। कृपया अपने भुगतान के बारे में अधिक जानकारी के लिए RatePay के साथ संचार देखें।",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "भुगतान विधि: चालान पर भुगतान करें"
                }
            },
            "error": {
                "declined": "चयनित भुगतान विधि का उपयोग करना संभव नहीं है। यह निर्णय स्वचालित डेटा प्रोसेसिंग पर आधारित है। आप <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">रेटपे डेटा प्राइवेसी स्टेटमेंट</a> में और जानकारी पा सकते हैं या आप इस <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">संपर्क फ़ॉर्म</a>का उपयोग करके रेटपे से संपर्क कर सकते हैं।",
                "unverifiedInfo": "आपके नाम और पते के संयोजन को सत्यापित नहीं किया जा सका। कृपया अपना डेटा सही करें और फिर से कोशिश करें। आप <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >रेटपे डेटा प्राइवेसी स्टेटमेंट</a> में और जानकारी पा सकते हैं या आप इस <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">संपर्क फ़ॉर्म</a>का उपयोग करके रेटपे से संपर्क कर सकते हैं।"
            },
            "instructions": {
                "legalMessage": "पेपैल क्यों? पेपैल चालान भुगतान प्रसंस्करण के लिए हमारा साथी है। पेपैल सिर्फ हमारे लिए राशि सीधे स्थानांतरित कर दिया है। आप प्राप्त होने के बाद भुगतान निर्देशों के अनुसार पेपैल को राशि का भुगतान करते हैं और अपनी खरीद की जांच करते हैं।",
                "legalMessageRatepay": "इनवॉइस भुगतान पर भुगतान हमारे पार्टनर रेटपे के सहयोग से प्रोसेस किया जाता है। रेटपे ने अभी-अभी देय राशि हमें हस्तांतरित की है। रेटपे को भुगतान निर्देशों के अनुसार इनवॉइस राशि को स्थानांतरित करने से पहले, आप ऑर्डर के आने और अपनी खरीदारी की जांच करने का इंतजार कर सकते हैं।",
                "table": {
                    "amount": "राशि:",
                    "bank": "बैंक:",
                    "bic": "बीआईसी:",
                    "holder": "खाता धारक:",
                    "iban": "इबान:",
                    "reference": "संदर्भ:"
                },
                "transferRequest": "कृपया नीचे दिए गए खाते में %value% स्थानांतरित करें।",
                "transferRequestDate": "कृपया %value% से %date% तक पेपाल में स्थानांतरित करें।"
            }
        },
        "plus": {
            "paymentDescriptionExtension": "प्रत्यक्ष डेबिट या क्रेडिट कार्ड द्वारा भुगतान एक पेपैल खाते के बिना संभव है।",
            "paymentNameOverwrite": "पेपैल, प्रत्यक्ष डेबिट या क्रेडिट कार्ड"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "आपका भुगतान बनाया गया है। कृपया अपने आदेश की पुष्टि करके इसे पूरा करें।",
            "description": "भुगतान आसान, तेज़ और सुरक्षित - कृपया पुष्टि पृष्ठ पर इन भुगतान विधियों में से एक का चयन करें।"
        },
        "vault": {
            "account": {
                "clear": "अकाउंट हटाएं",
                "create": "भविष्य की खरीदारी के लिए खाता याद रखें"
            },
            "card": {
                "clear": "कार्ड हटाएं",
                "create": "भविष्य की खरीदारी के लिए कार्ड याद रखें"
            }
        }
    }
}
