{
    "paypal": {
        "acdc": {
            "cardNumber": "Αριθμός κάρτας",
            "cardholderName": "Όνομα κατόχου κάρτας",
            "cvv": "Κωδικός ασφαλείας (CVV)",
            "expiration": "Ημερομηνία λήξης (ΜΜ/ΕΕ)",
            "zip": "Ταχυδρομικός κώδικας χρέωσης"
        },
        "cookie": {
            "googlePay": "Πληρωμές μέσω Google Pay",
            "name": "Πληρωμές PayPal"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Το συνολικό ποσό δεν πρέπει να είναι μηδέν ή αρνητικό. Δοκιμάστε ξανά με ποσό μεγαλύτερο από το μηδέν ή επιλέξτε άλλη μέθοδο πληρωμής.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "Οι υπηρεσίες PayPal δεν είναι διαθέσιμες αυτήν τη στιγμή. Παρακαλώ δοκιμάστε ξανά αργότερα.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "Η παρεχόμενη διεύθυνση δεν περιέχει ταχυδρομικό κώδικα. Προσθέστε τον ταχυδρομικό σας κώδικα.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "Η καταχωρημένη διεύθυνση αποστολής δεν έγινε αποδεκτή από τον πάροχο πληρωμών. Ελέγξτε τη διεύθυνσή σας ή επιλέξτε άλλη μέθοδο πληρωμής.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Ο επιλεγμένος τρόπος πληρωμής δεν υποστηρίζει το τρέχον πρόγραμμα περιήγησής σας. Δοκιμάστε ξανά με άλλο πρόγραμμα περιήγησης ή επιλέξτε άλλη μέθοδο πληρωμής.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Δεν ήταν δυνατή η επικύρωση των στοιχείων της πιστωτικής κάρτας που καταχωρίσατε. Ελέγξτε τις καταχωρήσεις σας και δοκιμάστε ξανά.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "Παρουσιάστηκε σφάλμα κατά τη διαδικασία παραγγελίας PayPal. Δοκιμάστε ξανά αργότερα ή χρησιμοποιήστε το κανονικό ταμείο.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "Η διαδικασία παραγγελίας PayPal ακυρώθηκε. Δοκιμάστε ξανά ή χρησιμοποιήστε την κανονική ολοκλήρωση αγοράς.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Παρουσιάστηκε σφάλμα κατά τη διαδικασία πληρωμής. Δοκιμάστε ξανά αργότερα ή επιλέξτε άλλη μέθοδο πληρωμής.",
            "SWAG_PAYPAL__USER_CANCELLED": "Η διαδικασία πληρωμής ακυρώθηκε. Δοκιμάστε ξανά ή επιλέξτε άλλη μέθοδο πληρωμής.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Η επιλεγμένη μέθοδος πληρωμής απορρίφθηκε λόγω αυτοματοποιημένης διαδικασίας επεξεργασίας δεδομένων. Για περισσότερες πληροφορίες διαβάστε τη δήλωση απορρήτου δεδομένων <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> ή χρησιμοποιήστε τη φόρμα επικοινωνίας Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Το όνομα και/ή η διεύθυνσή σας δεν ήταν δυνατό να επικυρωθούν. Ελέγξτε τις καταχωρήσεις σας και δοκιμάστε ξανά. Για περισσότερες πληροφορίες διαβάστε τη δήλωση απορρήτου δεδομένων <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> ή χρησιμοποιήστε τη φόρμα επικοινωνίας Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>."
            }
        },
        "general": {
            "browserUnsupported": "Το τρέχον πρόγραμμα περιήγησής σας δεν υποστηρίζεται από την επιλεγμένη μέθοδο πληρωμής. Δοκιμάστε άλλο πρόγραμμα περιήγησης ή επιλέξτε άλλη μέθοδο πληρωμής.",
            "paymentCancel": "Η διαδικασία πληρωμής ακυρώθηκε. Δοκιμάστε ξανά ή επιλέξτε άλλη μέθοδο πληρωμής.",
            "paymentError": "Παρουσιάστηκε σφάλμα κατά τη διαδικασία πληρωμής. Δοκιμάστε ξανά αργότερα ή επιλέξτε άλλη μέθοδο πληρωμής."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Κάνοντας κλικ στο κουμπί, συμφωνείτε με τους <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">όρους πληρωμής</a> και <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">εκτέλεση ενός ελέγχου κινδύνου</a> από τον συνεργάτη πληρωμής Ratepay. Συμφωνείτε επίσης με τη δήλωση προστασίας προσωπικών δεδομένων της PayPal <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\"></a>. Εάν το αίτημά σας για αγορά Κατά το τιμολόγιο γίνει δεκτό, η αξίωση τιμής αγοράς θα εκχωρηθεί στην Ratepay και μπορείτε να πληρώσετε μόνο Ratepay, όχι στον έμπορο.",
                "finish": {
                    "subtitle": "Η επεξεργασία μπορεί να διαρκέσει έως και μερικά λεπτά. Παρακαλώ μην κλείσετε αυτό το παράθυρο, θα ανακατευθυνθείτε.",
                    "title": "Η πληρωμή γίνεται σε επεξεργασία"
                }
            },
            "document": {
                "paymentNote": "%companyName% έχει αναθέσει την αξίωση εναντίον σας στην PayPal (Ευρώπη) S.à r.l. et Cie, S.C.A. ως μέρος της τρέχουσας συμφωνίας factoring. Πληρωμές με αποτέλεσμα εκπλήρωσης χρέους μπορούν να γίνουν μόνο στο PayPal (Ευρώπη) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "Η %companyName% έχει αναθέσει την αξίωση εναντίον σας στην Ratepay GmbH στο πλαίσιο της τρέχουσας συμφωνίας πρακτορείας επιχειρηματικών απαιτήσεων. Πληρωμές με αποτέλεσμα εξόφλησης του χρέους μπορούν να γίνουν μόνο στην Ratepay GmbH. Παρακαλούμε ανατρέξτε στην επικοινωνία με την Ratepay για περισσότερες λεπτομέρειες σχετικά με την πληρωμή σας.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Τρόπος πληρωμής: Πληρωμή κατόπιν τιμολογίου"
                }
            },
            "error": {
                "declined": "Δεν είναι δυνατή η χρήση της επιλεγμένης μεθόδου πληρωμής. Η απόφαση αυτή βασίζεται σε αυτοματοποιημένη επεξεργασία δεδομένων. Μπορείτε να βρείτε περισσότερες πληροφορίες στη Δήλωση Προστασίας Προσωπικών Δεδομένων <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> ή μπορείτε να επικοινωνήσετε με την Ratepay χρησιμοποιώντας αυτή τη <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">φόρμα επικοινωνίας</a>.",
                "unverifiedInfo": "Ο συνδυασμός του ονόματος και της διεύθυνσής σας δεν μπορεί να επικυρωθεί. Διορθώστε τα δεδομένα σας και προσπαθήστε ξανά. Μπορείτε να βρείτε περισσότερες πληροφορίες στη Δήλωση Προστασίας Προσωπικών Δεδομένων <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> ή μπορείτε να επικοινωνήσετε με την Ratepay χρησιμοποιώντας αυτή τη <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">φόρμα επικοινωνίας</a>."
            },
            "instructions": {
                "legalMessage": "Γιατί το PayPal; Η PayPal είναι ο συνεργάτης μας για την επεξεργασία των πληρωμών τιμολογίων. Το PayPal μόλις μας μετέφερε το ποσό απευθείας. Πληρώνετε το ποσό στο PayPal σύμφωνα με τις οδηγίες πληρωμής μετά την παραλαβή και τον έλεγχο της αγοράς σας.",
                "legalMessageRatepay": "Οι πληρωμές με τιμολόγιο διεκπεραιώνονται σε συνεργασία με τον συνεργάτη μας Ratepay. Η Ratepay μόλις μας μεταβίβασε το πληρωτέο ποσό. Μπορείτε να περιμένετε να φτάσει η παραγγελία και να ελέγξετε την αγορά σας, πριν μεταφέρετε το ποσό του τιμολογίου σύμφωνα με τις οδηγίες πληρωμής στο Ratepay.",
                "table": {
                    "amount": "Ποσό:",
                    "bank": "Τράπεζα:",
                    "bic": "BIC:",
                    "holder": "Κάτοχος λογαριασμού:",
                    "iban": "IBAN:",
                    "reference": "Αναφορά:"
                },
                "transferRequest": "Παρακαλώ μεταφέρετε %value% στον παρακάτω λογαριασμό.",
                "transferRequestDate": "Παρακαλούμε μεταφέρετε %value% έως %date% στο PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Η πληρωμή με άμεση χρεωστική ή πιστωτική κάρτα είναι δυνατή χωρίς λογαριασμό PayPal.",
            "paymentNameOverwrite": "PayPal, άμεση χρεωστική ή πιστωτική κάρτα"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Η πληρωμή σας έχει δημιουργηθεί. Παρακαλούμε συμπληρώστε το, επιβεβαιώνοντας την παραγγελία σας.",
            "description": "Πληρώστε εύκολα, γρήγορα και με ασφάλεια - Επιλέξτε μία από αυτές τις μεθόδους πληρωμής στη σελίδα επιβεβαίωσης."
        },
        "vault": {
            "account": {
                "clear": "Κατάργηση λογαριασμού",
                "create": "Απομνημόνευση λογαριασμού για μελλοντικές αγορές"
            },
            "card": {
                "clear": "Αφαίρεση κάρτας",
                "create": "Θυμηθείτε την κάρτα για μελλοντικές αγορές"
            }
        }
    }
}
