{
    "paypal": {
        "acdc": {
            "cardNumber": "Nomor kartu",
            "cardholderName": "Nama pemegang kartu",
            "cvv": "Kode keamanan (CVV)",
            "expiration": "Tanggal kedaluwarsa (MM/YY)",
            "zip": "Kode pos penagihan"
        },
        "cookie": {
            "googlePay": "Pembayaran Google Pay",
            "name": "Pembayaran PayPal"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Jumlah total tidak boleh nol atau negatif. Silakan coba lagi dengan jumlah yang lebih besar dari nol atau pilih metode pembayaran lain.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "Layanan PayPal saat ini tidak tersedia. Silakan coba lagi nanti.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "Alamat yang diberikan tidak berisi kode pos. Silakan tambahkan kode pos Anda.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "Alamat pengiriman yang dimasukkan tidak diterima oleh penyedia pembayaran. Silakan periksa alamat Anda atau pilih metode pembayaran lain.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Metode pembayaran yang dipilih tidak mendukung browser Anda saat ini. Silakan coba lagi dengan browser lain atau pilih metode pembayaran lain.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Rincian kartu kredit yang dimasukkan tidak dapat divalidasi. Silakan periksa entri Anda dan coba lagi.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "Terjadi kesalahan selama proses pemesanan PayPal. Silakan coba lagi nanti atau gunakan checkout biasa.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "Proses pemesanan PayPal telah dibatalkan. Silakan coba lagi atau gunakan checkout biasa.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Terjadi kesalahan selama proses pembayaran. Silakan coba lagi nanti atau pilih metode pembayaran lain.",
            "SWAG_PAYPAL__USER_CANCELLED": "Proses pembayaran telah dibatalkan. Silakan coba lagi atau pilih metode pembayaran lain.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Metode pembayaran yang dipilih ditolak karena prosedur pemrosesan data otomatis. Untuk informasi lebih lanjut baca pernyataan privasi data <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> atau gunakan formulir kontak Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Nama dan/atau alamat Anda tidak dapat divalidasi. Silakan periksa entri Anda dan coba lagi. Untuk informasi lebih lanjut baca pernyataan privasi data <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> atau gunakan formulir kontak Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>."
            }
        },
        "general": {
            "browserUnsupported": "Browser Anda saat ini tidak didukung oleh metode pembayaran yang dipilih. Silakan coba Browser lain atau pilih metode pembayaran lain.",
            "paymentCancel": "Proses pembayaran telah dibatalkan. Silakan coba lagi atau pilih metode pembayaran lain.",
            "paymentError": "Terjadi kesalahan selama proses pembayaran. Silakan coba lagi nanti atau pilih metode pembayaran lain."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Dengan mengklik tombol, Anda menyetujui <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">syarat pembayaran</a> dan <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">kinerja cek risiko</a> dari mitra pembayaran, Ratepay. Anda juga menyetujui <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">pernyataan privasi PayPal</a>. Jika permintaan Anda untuk membeli Setelah faktur diterima, klaim harga pembelian akan diberikan kepada Ratepay, dan Anda hanya dapat membayar Ratepay, bukan merchant.",
                "finish": {
                    "subtitle": "Pemrosesan dapat memakan waktu hingga beberapa menit. Tolong jangan tutup jendela ini, Anda akan diarahkan.",
                    "title": "Pembayaran sedang diproses"
                }
            },
            "document": {
                "paymentNote": "%companyName% telah menetapkan klaim terhadap Anda ke PayPal (Eropa) S.à r.l. et Cie, S.C.A. sebagai bagian dari perjanjian anjak piutang saat ini. Pembayaran dengan efek pemakaian utang hanya dapat dilakukan ke PayPal (Eropa) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% telah menetapkan klaim terhadap Anda ke Ratepay GmbH sebagai bagian dari perjanjian anjak piutang saat ini. Pembayaran dengan efek pemakaian utang hanya dapat dilakukan kepada Ratepay GmbH. Silakan merujuk ke komunikasi dengan Ratepay untuk rincian lebih lanjut tentang pembayaran Anda.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Metode pembayaran: Bayar setelah ada faktur"
                }
            },
            "error": {
                "declined": "Metode pembayaran yang dipilih tidak dapat digunakan. Keputusan ini didasarkan pada pemrosesan data otomatis. Anda dapat menemukan informasi lebih lanjut di bagian <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Pernyataan Privasi Data Ratepay</a> atau Anda dapat menghubungi Ratepay menggunakan <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">formulir kontak</a> ini.",
                "unverifiedInfo": "Kombinasi nama dan alamat Anda tidak dapat divalidasi. Harap perbaiki data Anda dan coba lagi. Anda dapat menemukan informasi lebih lanjut di halaman <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Pernyataan Privasi Data Ratepay</a> atau Anda dapat menghubungi Ratepay menggunakan <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">formulir kontak</a> ini."
            },
            "instructions": {
                "legalMessage": "Mengapa PayPal? PayPal adalah mitra kami untuk memproses faktur pembayaran. PayPal sudah mentransfer jumlah ini kepada kami secara langsung. Giliran anda membayar jumlah ini ke PayPal sesuai dengan instruksi pembayaran setelah anda menerima dan memeriksa belanja anda.",
                "legalMessageRatepay": "Pembayaran pada saat pembayaran faktur diproses bekerjasama dengan mitra kami Ratepay. Ratepay baru saja mentransfer jumlah yang harus dibayar kepada kami. Anda dapat menunggu pesanan tiba dan memeriksa pembelian Anda, sebelum mentransfer jumlah faktur sesuai dengan petunjuk pembayaran ke Ratepay.",
                "table": {
                    "amount": "Jumlah:",
                    "bank": "Bank:",
                    "bic": "BIC:",
                    "holder": "Pemilik rekening:",
                    "iban": "IBAN:",
                    "reference": "Referensi:"
                },
                "transferRequest": "Silakan transfer %value% ke akun di bawah ini.",
                "transferRequestDate": "Silakan transfer %value% sampai %date% ke PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Pembayaran dengan kartu debit atau kartu kredit dapat dilakukan tanpa adanya akun PayPal.",
            "paymentNameOverwrite": "PayPal, kartu debit atau kartu kredit"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Pembayaran anda telah dibuat. Sila selesaikan dengan mengkonfirmasi pesanan anda.",
            "description": "Bayar dengan mudah, cepat dan aman - Sila pilih salah satu metode pembayaran ini di halaman konfirmasi."
        },
        "vault": {
            "account": {
                "clear": "Hapus akun",
                "create": "Ingat akun untuk pembelian di masa mendatang"
            },
            "card": {
                "clear": "Hapus kartu",
                "create": "Ingat kartu untuk pembelian di masa mendatang"
            }
        }
    }
}
