{
    "paypal": {
        "acdc": {
            "cardNumber": "Numero di carta",
            "cardholderName": "Nome del titolare della carta",
            "cvv": "Codice di sicurezza (CVV)",
            "expiration": "Data di scadenza (MM/YY)",
            "zip": "Codice postale di fatturazione"
        },
        "cookie": {
            "googlePay": "Pagamenti con Google Pay",
            "name": "Pagamenti Paypal"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "L'importo totale non deve essere pari a zero o negativo. Riprova con un importo superiore a zero o scegli un altro metodo di pagamento.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "I servizi PayPal non sono attualmente disponibili. Riprova più tardi.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "L'indirizzo fornito non contiene un codice postale. Aggiungi il tuo codice postale.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "L'indirizzo di spedizione inserito non è stato accettato dal fornitore di servizi di pagamento. Controlla il tuo indirizzo o scegli un altro metodo di pagamento.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Il metodo di pagamento selezionato non supporta il browser corrente. Riprova con un altro browser o scegli un altro metodo di pagamento.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "I dati della carta di credito inseriti non possono essere convalidati. Controlla i dati inseriti e riprova.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "Si è verificato un errore durante il processo di ordinazione di PayPal. Riprova più tardi o utilizza il normale pagamento.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "La procedura d'ordine PayPal è stata annullata. Riprova o utilizza il normale checkout.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Si è verificato un errore durante il processo di pagamento. Riprova più tardi o scegli un altro metodo di pagamento.",
            "SWAG_PAYPAL__USER_CANCELLED": "Il processo di pagamento è stato annullato. Riprova o scegli un altro metodo di pagamento.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Il metodo di pagamento selezionato è stato rifiutato a causa di una procedura automatizzata di elaborazione dei dati. Per maggiori informazioni leggi l'informativa sulla privacy dei dati <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> o utilizza il modulo di contatto Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Il tuo nome e/o indirizzo non può essere convalidato. Controlla i dati inseriti e riprova. Per ulteriori informazioni, leggi l'informativa sulla privacy dei dati <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> o utilizza il modulo di contatto Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>."
            }
        },
        "general": {
            "browserUnsupported": "Il tuo browser attuale non è supportato dal metodo di pagamento selezionato. Prova con un altro browser o scegli un altro metodo di pagamento.",
            "paymentCancel": "Il processo di pagamento è stato annullato. Riprova o scegli un altro metodo di pagamento.",
            "paymentError": "Si è verificato un errore durante il processo di pagamento. Riprova più tardi o scegli un altro metodo di pagamento."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Cliccando sul pulsante, acconsenti ai <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">termini di pagamento</a> e alle <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">prestazioni di un controllo sui rischi</a> dal partner di pagamento Ratepay. Acconsenti anche all'<a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">informativa sulla privacy</a> di PayPal. Se richiedi di acquistare all'accettazione della Fattura, il prezzo d'acquisto sarà assegnato a Ratepay e potresti pagare solo Ratepay, non il venditore.",
                "finish": {
                    "subtitle": "L'elaborazione potrebbe richiedere diversi minuti. Sei pregato di non chiudere questa finestra, sarai reindirizzato.",
                    "title": "Il pagamento è in elaborazione"
                }
            },
            "document": {
                "paymentNote": "%companyName% ha assegnato il reclamo nei tuoi confronti a PayPal (Europa) S.à r.l. et Cie, S.C.A. come parte di un corrente accordo di fattorizzazione. I pagamenti con effetto di scarico del debito possono essere effettuati solo a PayPal (Europa) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% ha ceduto il reclamo nei tuoi confronti a Ratepay GmbH come parte di un contratto di factoring in corso. I pagamenti con effetto di estinzione del debito possono essere effettuati solo a favore di Ratepay GmbH. Fai riferimento alla comunicazione con Ratepay per ulteriori dettagli sul pagamento.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Metodo di pagamento: Pagamento su fattura"
                }
            },
            "error": {
                "declined": "Impossibile usare il metodo di pagamento selezionato. Questa decisione si basa sull'elaborazione automatizzata dei dati. Puoi trovare ulteriori informazioni nell'<a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Informativa sulla Privacy dei Dati di Ratepay</a> o contattare Ratepay usando questo <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">modulo di contatto</a>.",
                "unverifiedInfo": "Impossibile convalidare la combinazione del tuo nome e indirizzo. Sei pregato di correggere la tua data e riprovare. Puoi trovare ulteriori informazioni nell'<a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Informativa sulla Privacy dei Dati di Ratepay</a> o puoi contattare Ratepay usando questo <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">modulo di contatto</a>."
            },
            "instructions": {
                "legalMessage": "Perché PayPal? PayPal è il nostro partner per l'elaborazione dei pagamenti delle fatture. PayPal ci ha appena inviato direttamente l'importo. Paghi l'importo a PayPal a seconda delle istruzioni di pagamento, dopo aver ricevuto e verificato il tuo acquisto.",
                "legalMessageRatepay": "I pagamenti con pagamento su fattura vengono elaborati in collaborazione con il nostro partner Ratepay. Ratepay ci ha appena trasferito l'importo da pagare. È possibile attendere l'arrivo dell'ordine e controllare l'acquisto, prima di trasferire l'importo della fattura in conformità con le istruzioni di pagamento a Ratepay.",
                "table": {
                    "amount": "Importo:",
                    "bank": "Banca:",
                    "bic": "BIC:",
                    "holder": "Titolare del conto:",
                    "iban": "IBAN:",
                    "reference": "Riferimento:"
                },
                "transferRequest": "Sei pregato di trasferire %value% al seguente conto.",
                "transferRequestDate": "Sei pregato di trasferire %value% fino al %date% su PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Il pagamento per debito diretto o carta di credito è possibile senza un conto PayPal.",
            "paymentNameOverwrite": "PayPal, addebito diretto o carta di credito"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Il pagamento è stato creato. Sei pregato di completarlo, confermando il tuo ordine.",
            "description": "Paga facilmente, velocemente e in sicurezza - Sei pregato di scegliere uno di questi metodi di pagamento sulla pagina di conferma."
        },
        "vault": {
            "account": {
                "clear": "Rimuovi account",
                "create": "Memorizza l'account per acquisti futuri"
            },
            "card": {
                "clear": "Rimuovi carta",
                "create": "Ricorda la carta per acquisti futuri"
            }
        }
    }
}
