{
    "paypal": {
        "general": {
            "paymentCancel": "Proces plaćanja je otkazan. Pokušajte ponovo ili izaberite drugi način plaćanja.",
            "paymentError": "Došlo je do greške tokom procesa plaćanja. Pokušajte ponovo kasnije ili izaberite drugi način plaćanja."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Molimo vas da prebacite %value% do %date% na PaiPal.",
                "transferRequest": "Molimo vas da prebacite %value% na račun ispod.",
                "table": {
                    "bank": "Banka:",
                    "iban": "IBAN:",
                    "bic": "BIK:",
                    "holder": "Nosilac naloga:",
                    "amount": "Iznos:",
                    "reference": "Referenca:"
                },
                "legalMessageRatepay": "Plaćanje po fakturi se obrađuju u saradnji sa našim partnerom Ratepai-om. Ratepai je upravo prenio iznos koji se plaća na nas. Možete sačekati da narudžba stigne i proverite kupovinu, pre nego što iznos fakture prenesete u skladu sa uputstvima za plaćanje na Ratepai.",
                "legalMessage": "Zašto PaiPal? PaiPal je naš partner za obradu plaćanja fakture. PaiPal je upravo prenio iznos na nas direktno. Plaćate iznos PaiPal u skladu sa uputstvima za plaćanje nakon što ste primili i proverili kupovinu."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Način plaćanja: Platite po fakturi"
                },
                "paymentNoteRatepay": "%companyName% je dodelio zahtev protiv vas Ratepai GmbH kao deo trenutnog ugovora o faktoringu. Plaćanja sa efektom ispuštanja duga mogu se vršiti samo Ratepai GmbH. Molimo pogledajte komunikaciju sa Ratepai-om za više detalja o vašoj uplati.",
                "paymentNote": "%companyName% je dodelio zahtev protiv vas da PaiPal (Evropa) s.à r.l. et Cie, S.C.A. kao deo trenutnog ugovora faktoring. Plaćanja sa efektom pražnjenja duga mogu se vršiti samo na PaiPal (Evropa) s.à r.l. et Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "Klikom na dugme pristajete na <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">uslova plaćanja</a> i <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">izvršenja provere rizika</a> od partnera za plaćanje, Ratepai. Takođe se slažete sa PaiPal izjavom o privatnosti <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\"></a>. Ako je vaš zahtev za kupovinu Po fakturi prihvaćen, zahtev za kupovnu cenu biće dodeljen Ratepai-u, a vi možete platiti samo Ratepai-u, a ne trgovcu.",
                "finish": {
                    "title": "Plaćanje se obrađuje",
                    "subtitle": "Obrada može potrajati i do nekoliko minuta. Molimo vas da ne zatvorite ovaj prozor, bićete preusmereni."
                }
            },
            "error": {
                "unverifiedInfo": "Kombinacija vašeg imena i adrese nije mogla potvrditi. Ispravite svoje podatke i pokušajte ponovo. Dodatne informacije možete pronaći u Izjavi o privatnosti podataka <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> ili možete kontaktirati Ratepai koristeći ovaj <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontakt obrazac</a>.",
                "declined": "Nije moguće koristiti izabrani način plaćanja. Ova odluka se zasniva na automatizovanoj obradi podataka. Dodatne informacije možete pronaći u Izjavi o privatnosti podataka <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> ili možete kontaktirati Ratepai koristeći ovaj <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontakt obrazac</a>."
            }
        },
        "acdc": {
            "cardNumber": "Broj kartice",
            "expiration": "Datum isteka (MM/GG)",
            "cvv": "Sigurnosni kod (CVV)",
            "cardholderName": "Ime vlasnika kartice",
            "zip": "Poštanski broj za obračun"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Vaša uplata je stvorena. Molimo vas da ga popunite, potvrđujući vašu narudžbu.",
            "description": "Plati lako, brzo i bezbedno - Molimo Vas da izaberete jedan od ovih načina plaćanja na stranici za potvrdu."
        },
        "plus": {
            "paymentNameOverwrite": "PaiPal, direktna debitna ili kreditna kartica",
            "paymentDescriptionExtension": "Plaćanje direktnim debitnim ili kreditnim karticama je moguće bez PaiPal računa."
        },
        "cookie": {
            "name": "PaiPal plaćanja"
        }
    }
}