{
    "paypal": {
        "acdc": {
            "cardNumber": "Số thẻ",
            "cardholderName": "Tên chủ thẻ",
            "cvv": "Mã bảo mật (CVV)",
            "expiration": "Ngày hết hạn (MM/YY)",
            "zip": "Mã bưu chính thanh toán"
        },
        "cookie": {
            "googlePay": "Thanh toán bằng Google Pay",
            "name": "Thanh toán PayPal"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Tổng số tiền không được bằng 0 hoặc âm. Vui lòng thử lại với số tiền lớn hơn 0 hoặc chọn phương thức thanh toán khác.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "Dịch vụ PayPal hiện không khả dụng. Vui lòng thử lại sau.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "Địa chỉ được cung cấp không chứa mã bưu chính. Vui lòng thêm mã bưu chính của bạn.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "Địa chỉ giao hàng đã nhập không được nhà cung cấp thanh toán chấp nhận. Vui lòng kiểm tra địa chỉ của bạn hoặc chọn phương thức thanh toán khác.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Phương thức thanh toán đã chọn không hỗ trợ trình duyệt hiện tại của bạn. Vui lòng thử lại với trình duyệt khác hoặc chọn phương thức thanh toán khác.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Không thể xác thực chi tiết thẻ tín dụng đã nhập. Vui lòng kiểm tra các mục nhập của bạn và thử lại.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "Đã xảy ra lỗi trong quá trình đặt hàng PayPal. Vui lòng thử lại sau hoặc sử dụng thanh toán thông thường.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "Quá trình đặt hàng PayPal đã bị hủy. Vui lòng thử lại hoặc sử dụng thanh toán thông thường.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Đã xảy ra lỗi trong quá trình thanh toán. Vui lòng thử lại sau hoặc chọn phương thức thanh toán khác.",
            "SWAG_PAYPAL__USER_CANCELLED": "Quá trình thanh toán đã bị hủy. Vui lòng thử lại hoặc chọn phương thức thanh toán khác.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Phương thức thanh toán đã chọn đã bị từ chối do quy trình xử lý dữ liệu tự động. Để biết thêm thông tin, hãy đọc tuyên bố bảo mật dữ liệu <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> hoặc sử dụng biểu mẫu liên hệ Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Tên và/hoặc địa chỉ của bạn không thể được xác thực. Vui lòng kiểm tra các mục nhập của bạn và thử lại. Để biết thêm thông tin, hãy đọc tuyên bố bảo mật dữ liệu <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> hoặc sử dụng biểu mẫu liên hệ Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>."
            }
        },
        "general": {
            "browserUnsupported": "Trình duyệt hiện tại của bạn không được hỗ trợ bởi phương thức thanh toán đã chọn. Vui lòng thử một Trình duyệt khác hoặc chọn phương thức thanh toán khác.",
            "paymentCancel": "Quá trình thanh toán đã bị hủy. Vui lòng thử lại hoặc chọn phương thức thanh toán khác.",
            "paymentError": "Đã xảy ra lỗi trong quá trình thanh toán. Vui lòng thử lại sau hoặc chọn phương thức thanh toán khác."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Bằng cách nhấp vào nút, bạn đồng ý với các <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">điều khoản thanh toán</a> và <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">thực hiện kiểm tra rủi ro</a> từ đối tác thanh toán, Ratepay. Bạn cũng đồng ý với <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">tuyên bố bảo mật của</a> PayPal. Nếu yêu cầu mua hàng của bạn Khi hóa đơn được chấp nhận, xác nhận giá mua sẽ được gán cho Ratepay, và bạn chỉ có thể thanh toán Ratepay, không phải người bán.",
                "finish": {
                    "subtitle": "Quá trình xử lý có thể mất đến vài phút. Vui lòng không đóng cửa sổ này, bạn sẽ được chuyển hướng.",
                    "title": "Thanh toán đang được xử lý"
                }
            },
            "document": {
                "paymentNote": "%companyName% đã giao yêu cầu bồi thường chống lại bạn cho PayPal (Châu Âu) S.à r.l. et Cie, S.C.A. như một phần của thỏa thuận bao thanh toán hiện tại. Thanh toán có hiệu lực xả nợ chỉ có thể được thực hiện cho PayPal (Châu Âu) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% đã giao khiếu nại chống lại bạn cho Ratepay GmbH như là một phần của thỏa thuận bao thanh toán hiện tại. Các khoản thanh toán có hiệu lực giải phóng nợ chỉ có thể được thực hiện cho Ratepay GmbH. Vui lòng tham khảo thông tin liên lạc với Ratepay để biết thêm chi tiết về thanh toán của bạn.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Phương thức thanh toán: Thanh toán theo hóa đơn"
                }
            },
            "error": {
                "declined": "Bạn không thể sử dụng phương thức thanh toán đã chọn. Quyết định này dựa trên việc xử lý dữ liệu tự động. Bạn có thể tìm thêm thông tin trong Tuyên bố bảo mật dữ liệu <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> hoặc bạn có thể liên hệ với Ratepay bằng cách sử dụng mẫu liên hệ <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">này</a>.",
                "unverifiedInfo": "Không thể xác nhận kết hợp tên và địa chỉ của bạn. Vui lòng sửa dữ liệu của bạn và thử lại. Bạn có thể tìm thêm thông tin trong Tuyên bố bảo mật dữ liệu <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> hoặc bạn có thể liên hệ với Ratepay bằng cách sử dụng mẫu liên hệ <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">này</a>."
            },
            "instructions": {
                "legalMessage": "Tại sao lại là PayPal? PayPal là đối tác của chúng tôi để xử lý thanh toán hóa đơn. PayPal vừa chuyển số tiền cho chúng tôi trực tiếp. Bạn thanh toán số tiền cho PayPal theo hướng dẫn thanh toán sau khi bạn đã nhận được và kiểm tra mua hàng của bạn.",
                "legalMessageRatepay": "Thanh toán khi thanh toán hóa đơn được xử lý phối hợp với đối tác Ratepay của chúng tôi. Ratepay vừa chuyển số tiền phải trả cho chúng tôi. Bạn có thể đợi cho đến khi đơn hàng đến và kiểm tra mua hàng của bạn, trước khi chuyển số tiền hóa đơn phù hợp với hướng dẫn thanh toán cho Ratepay.",
                "table": {
                    "amount": "Số tiền:",
                    "bank": "Ngân hàng:",
                    "bic": "BIC:",
                    "holder": "Chủ tài khoản:",
                    "iban": "IBAN:",
                    "reference": "Tham khảo:"
                },
                "transferRequest": "Vui lòng chuyển %value% vào tài khoản dưới đây.",
                "transferRequestDate": "Vui lòng chuyển %value% đến %date% đến PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Có thể thanh toán bằng thẻ ghi nợ trực tiếp hoặc thẻ tín dụng mà không cần tài khoản PayPal.",
            "paymentNameOverwrite": "PayPal, thẻ ghi nợ trực tiếp hoặc thẻ tín dụng"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Thanh toán của bạn đã được tạo ra. Vui lòng hoàn thành nó, bằng cách xác nhận đơn đặt hàng của bạn.",
            "description": "Thanh toán dễ dàng, nhanh chóng và an toàn - Vui lòng chọn một trong những phương thức thanh toán trên trang xác nhận."
        },
        "vault": {
            "account": {
                "clear": "Xóa tài khoản",
                "create": "Ghi nhớ tài khoản cho các giao dịch mua trong tương lai"
            },
            "card": {
                "clear": "Xóa thẻ",
                "create": "Ghi nhớ thẻ cho các giao dịch mua trong tương lai"
            }
        }
    }
}
