{
    "paypal": {
        "acdc": {
            "cardNumber": "Número do cartão",
            "cardholderName": "Nome do titular do cartão",
            "cvv": "Código de segurança (CVV)",
            "expiration": "Data de expiração (MM/AA)",
            "zip": "Código postal de cobrança"
        },
        "cookie": {
            "googlePay": "Pagamentos do Google Pay",
            "name": "Pagamentos PayPal"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "O valor total não deve ser zero ou negativo. Tente novamente com um valor maior que zero ou escolha outro método de pagamento.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "Os serviços PayPal estão atualmente indisponíveis. Por favor, tente novamente mais tarde.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "O endereço fornecido não contém um código postal. Por favor, adicione o seu código postal.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "O endereço de entrega introduzido não foi aceite pelo fornecedor de pagamento. Por favor, verifique a sua morada ou escolha outro método de pagamento.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "O método de pagamento selecionado não é compatível com o seu navegador atual. Tente novamente com outro navegador ou escolha outro método de pagamento.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Os detalhes do cartão de crédito inseridos não puderam ser validados. Verifique as suas entradas e tente novamente.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "Ocorreu um erro durante o processo de pedido do PayPal. Tente novamente mais tarde ou use o checkout normal.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "O processo de pedido do PayPal foi cancelado. Tente novamente ou use o checkout normal.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Ocorreu um erro durante o processo de pagamento. Tente novamente mais tarde ou escolha outro método de pagamento.",
            "SWAG_PAYPAL__USER_CANCELLED": "O processo de pagamento foi cancelado. Tente novamente ou escolha outro método de pagamento.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "O método de pagamento selecionado foi rejeitado devido a um procedimento automatizado de processamento de dados. Para obter mais informações, leia a declaração de privacidade de dados <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">da Ratepay</a> ou use o formulário de contato da Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Seu nome e/ou endereço não puderam ser validados. Verifique suas entradas e tente novamente. Para obter mais informações, leia a declaração de privacidade de dados <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >da Ratepay</a> ou use o formulário de contato da Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>."
            }
        },
        "general": {
            "browserUnsupported": "Seu navegador atual não é compatível com o método de pagamento selecionado. Tente outro navegador ou escolha outro método de pagamento.",
            "paymentCancel": "O processo de pagamento foi cancelado. Tente novamente ou escolha outro método de pagamento.",
            "paymentError": "Ocorreu um erro durante o processo de pagamento. Tente novamente mais tarde ou escolha outro método de pagamento."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Ao clicar no botão, você concorda com o desempenho das <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">condições de pagamento</a> e <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">de uma verificação de risco</a> do parceiro de pagamento, Ratepay. Você também concorda com a declaração de privacidade <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">do PayPal</a>. Se sua solicitação de compra após a fatura for aceita, a reivindicação do preço de compra será atribuída à Ratepay, e você só poderá pagar a Ratepay, não ao comerciante.",
                "finish": {
                    "subtitle": "O processamento pode levar vários minutos. Por favor, não feche esta janela, você será redirecionado.",
                    "title": "O pagamento está sendo processado"
                }
            },
            "document": {
                "paymentNote": "%companyName% atribuiu a reclamação contra si ao PayPal (Europe) S.à r.l. et Cie, S.C.A. como parte de um acordo de factoring vigente. Pagamentos com efeito de descarga da dívida só podem ser feitos para PayPal (Europe) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% atribuiu a reclamação contra você à Ratepay GmbH como parte de um contrato de factoring atual. Pagamentos com efeito de quitação de dívidas só podem ser feitos para a Ratepay GmbH. Consulte a comunicação com a Ratepay para obter mais detalhes sobre seu pagamento.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Método de pagamento: Pagar em cima da fatura"
                }
            },
            "error": {
                "declined": "Não é possível usar o método de pagamento selecionado. Essa decisão é baseada no processamento automatizado de dados. Você pode encontrar mais informações na Declaração de Privacidade de Dados <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">da Ratepay</a> ou pode entrar em contato com a Ratepay usando este <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">formulário de contato</a>.",
                "unverifiedInfo": "A combinação de seu nome e endereço não pôde ser validada. Corrija seus dados e tente novamente. Você pode encontrar mais informações na Declaração de Privacidade de Dados <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >da Ratepay</a> ou pode entrar em contato com a Ratepay usando este <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">formulário de contato</a>."
            },
            "instructions": {
                "legalMessage": "Por que PayPal? O PayPal é nosso parceiro para processar pagamentos de faturas. PayPal acaba de transferir o valor para nós diretamente. Você paga o valor ao PayPal de acordo com as instruções de pagamento depois de ter recebido e verificado sua compra.",
                "legalMessageRatepay": "Os pagamentos com base no pagamento da fatura são processados em colaboração com nosso parceiro Ratepay. A Ratepay acaba de transferir o valor a pagar para nós. Você pode aguardar a chegada do pedido e verificar sua compra antes de transferir o valor da fatura de acordo com as instruções de pagamento para a Ratepay.",
                "table": {
                    "amount": "Quantidade:",
                    "bank": "Banco:",
                    "bic": "BIC:",
                    "holder": "Titular da conta:",
                    "iban": "IBAN:",
                    "reference": "Referência:"
                },
                "transferRequest": "Por favor, transfira %value% para a conta abaixo.",
                "transferRequestDate": "Por favor, transfira %value% até %date% para o PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "O pagamento por débito direto ou cartão de crédito é possível sem uma conta PayPal.",
            "paymentNameOverwrite": "PayPal, débito direto ou cartão de crédito"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Seu pagamento foi criado. Por favor, complete-o, confirmando seu pedido.",
            "description": "Pague fácil, rápido e seguro - Escolha um desses métodos de pagamento na página de confirmação."
        },
        "vault": {
            "account": {
                "clear": "Remover conta",
                "create": "Lembre-se da conta para compras futuras"
            },
            "card": {
                "clear": "Remover cartão",
                "create": "Cartão Remember para compras futuras"
            }
        }
    }
}
