{
    "paypal": {
        "acdc": {
            "cardNumber": "Kart numarası",
            "cardholderName": "Kart sahibinin adı",
            "cvv": "Güvenlik kodu (CVV)",
            "expiration": "Son kullanma tarihi (MM/YY)",
            "zip": "Fatura posta kodu"
        },
        "cookie": {
            "googlePay": "Google Pay ödemeleri",
            "name": "PayPal ödemeleri"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Toplam tutar sıfır veya negatif olmamalıdır. Lütfen sıfırdan büyük bir tutarla tekrar deneyin veya başka bir ödeme yöntemi seçin.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "PayPal hizmetleri şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyin.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "Verilen adres posta kodu içermez. Lütfen posta kodunuzu ekleyin.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "Girilen gönderim adresi ödeme sağlayıcısı tarafından kabul edilmedi. Lütfen adresinizi kontrol edin veya başka bir ödeme yöntemi seçin.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Seçilen ödeme yöntemi mevcut tarayıcınızı desteklemiyor. Lütfen başka bir tarayıcıyla tekrar deneyin veya başka bir ödeme yöntemi seçin.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Girilen kredi kartı bilgileri doğrulanamadı. Lütfen girişlerinizi kontrol edin ve tekrar deneyin.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "PayPal sipariş işlemi sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyin veya normal ödeme sayfasını kullanın.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "PayPal sipariş işlemi iptal edildi. Lütfen tekrar deneyin veya normal ödeme sayfasını kullanın.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Ödeme işlemi sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyin veya başka bir ödeme yöntemi seçin.",
            "SWAG_PAYPAL__USER_CANCELLED": "Ödeme işlemi iptal edildi. Lütfen tekrar deneyin veya başka bir ödeme yöntemi seçin.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Seçilen ödeme yöntemi, otomatik veri işleme prosedürü nedeniyle reddedildi. Daha fazla bilgi için <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay veri gizlilik bildirimi</a> adresini okuyun veya Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">iletişim formunu</a>kullanın.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Adınız ve/veya adresiniz doğrulanamadı. Lütfen girişlerinizi kontrol edin ve tekrar deneyin. Daha fazla bilgi için <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay veri gizlilik bildirimi</a> adresini okuyun veya Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">iletişim formunu</a>kullanın."
            }
        },
        "general": {
            "browserUnsupported": "Mevcut Tarayıcınız seçilen ödeme yöntemi tarafından desteklenmiyor. Lütfen başka bir Tarayıcı deneyin veya başka bir ödeme yöntemi seçin.",
            "paymentCancel": "Ödeme işlemi iptal edildi. Lütfen tekrar deneyin veya başka bir ödeme yöntemi seçin.",
            "paymentError": "Ödeme işlemi sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyin veya başka bir ödeme yöntemi seçin."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Düğmeye tıklayarak, kabul ediyorsun <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">ödeme şartları</a> ve <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">risk kontrolünün performansı</a> ödeme ortağından, Ratepay. Ayrıca PayPal'ın <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">gizlilik bildirimi</a>. Fatura üzerine satın alma talebiniz kabul edilirse, satın alma fiyatı talebi Ratepay\"e atanacaktır, ve sadece Ratepay ödeyebilirsiniz, tüccar değil.",
                "finish": {
                    "subtitle": "İşleme birkaç dakika kadar sürebilir. Lütfen bu pencereyi kapatmayın, yönlendirileceksiniz.",
                    "title": "Ödeme işleme alınıyor"
                }
            },
            "document": {
                "paymentNote": "%companyName% , geçerli bir faktoring anlaşmasının bir parçası olarak PayPal (Europe) S.à r.l. et Cie, S.C.A. için size karşı iddiayı atamıştır. Borç boşaltma etkisi olan ödemeler sadece PayPal (Europe) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% , mevcut faktoring anlaşmasının bir parçası olarak size karşı talepte bulunmayı Ratepay GmbH'ye atadı. Borç tahliye etkisi olan ödemeler sadece Ratepay GmbH'ye yapılabilir. Ödemenizle ilgili daha fazla ayrıntı için lütfen Ratepay ile iletişime bakın..",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Ödeme yöntemi: Fatura üzerine ödeme"
                }
            },
            "error": {
                "declined": "Seçilen ödeme yöntemini kullanmak mümkün değildir. Bu karar otomatik veri işlemeye dayanmaktadır. Daha fazla bilgiyi şurada bulabilirsiniz: <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay Veri Gizliliği Bildirimi</a> veya bunu kullanarak Ratepay ile iletişime geçebilirsiniz. <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">iletişim formu</a>.",
                "unverifiedInfo": "Adınızın ve adresinizin kombinasyonu doğrulanamadı. Lütfen verilerinizi düzeltin ve tekrar deneyin. Daha fazla bilgiyi şurada bulabilirsiniz: <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay Veri Gizliliği Bildirimi</a> veya bunu kullanarak Ratepay ile iletişime geçebilirsiniz. <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">iletişim formu</a>."
            },
            "instructions": {
                "legalMessage": "Neden PayPal? PayPal, fatura ödemelerini işlemek için ortağımızdır. PayPal tutarı doğrudan bize aktardı. Satın alma işleminizi aldıktan ve kontrol ettikten sonra ödeme talimatlarına göre tutarı PayPal'a ödersiniz.",
                "legalMessageRatepay": "Fatura ödemeleri, ortağımız Ratepay ile işbirliği içinde işlenir. Ratepay ödenecek tutarı bize aktardı. Ödeme talimatlarına uygun olarak fatura tutarını Ratepay'e aktarmadan önce siparişin gelmesini ve satın alma işleminizi kontrol etmesini bekleyebilirsiniz.",
                "table": {
                    "amount": "Miktar:",
                    "bank": "Banka:",
                    "bic": "BİC:",
                    "holder": "Hesap sahibi:",
                    "iban": "İBAN:",
                    "reference": "Referans:"
                },
                "transferRequest": "Lütfen aşağıdaki hesaba %value% aktarın.",
                "transferRequestDate": "Lütfen transfer et %value% a kadar %date% PayPal\"a."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "PayPal hesabı olmadan doğrudan banka veya kredi kartı ile ödeme yapılabilir.",
            "paymentNameOverwrite": "PayPal, doğrudan banka veya kredi kartı"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Ödemeniz oluşturuldu. Lütfen siparişinizi onaylayarak tamamlayın.",
            "description": "Kolay, hızlı ve güvenli ödeme - Lütfen onaylama sayfasında bu ödeme yöntemlerinden birini seçin."
        },
        "vault": {
            "account": {
                "clear": "Hesabı kaldır",
                "create": "Gelecekteki satın alımlar için hesabı hatırla"
            },
            "card": {
                "clear": "Kartı kaldır",
                "create": "Gelecekteki satın alımlar için kartı hatırla"
            }
        }
    }
}
