{
    "paypal": {
        "acdc": {
            "cardNumber": "Номер картки",
            "cardholderName": "Ім'я власника картки",
            "cvv": "Код безпеки (CVV)",
            "expiration": "Термін придатності (ММ/РР)",
            "zip": "Поштовий індекс для рахунка"
        },
        "cookie": {
            "googlePay": "Платежі Google Pay",
            "name": "PayPal платежі"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Загальна сума не повинна бути нульовою або негативною. Будь ласка, спробуйте ще раз із сумою, що перевищує нуль, або виберіть інший спосіб оплати.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "Послуги PayPal наразі недоступні. Будь ласка, спробуйте ще раз пізніше.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "Надана адреса не містить поштового індексу. Будь ласка, додайте свій поштовий індекс.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "Введена адреса доставки не була прийнята постачальником платежів. Будь ласка, перевірте свою адресу або виберіть інший спосіб оплати.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Вибраний спосіб оплати не підтримує ваш поточний браузер. Будь ласка, спробуйте ще раз за допомогою іншого браузера або виберіть інший спосіб оплати.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Введені дані кредитної картки не можуть бути підтверджені. Будь ласка, перевірте свої записи та повторіть спробу.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "Під час процесу замовлення PayPal сталася помилка. Будь ласка, спробуйте ще раз пізніше або скористайтеся звичайною оплатою.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "Процес замовлення PayPal скасовано. Будь ласка, спробуйте ще раз або скористайтеся звичайною оплатою.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Під час процесу оплати сталася помилка. Будь ласка, спробуйте пізніше або виберіть інший спосіб оплати.",
            "SWAG_PAYPAL__USER_CANCELLED": "Процес оплати скасовано. Спробуйте ще раз або виберіть інший спосіб оплати.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Вибраний спосіб оплати був відхилений через автоматизовану процедуру обробки даних. Для отримання додаткової інформації прочитайте <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Положення про конфіденційність даних Ratepay</a> або скористайтеся контактною формою Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Ваше ім'я та/або адресу не можуть бути підтверджені. Будь ласка, перевірте свої записи та повторіть спробу. Для отримання додаткової інформації прочитайте <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Положення про конфіденційність даних Ratepay</a> або скористайтеся контактною формою Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>."
            }
        },
        "general": {
            "browserUnsupported": "Ваш поточний браузер не підтримується вибраним способом оплати. Будь ласка, спробуйте інший браузер або виберіть інший спосіб оплати.",
            "paymentCancel": "Процес оплати скасовано. Спробуйте ще раз або виберіть інший спосіб оплати.",
            "paymentError": "Під час процесу оплати сталася помилка. Будь ласка, спробуйте пізніше або виберіть інший спосіб оплати."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Натискаючи на кнопку, ви погоджуєтеся з <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">умовами оплати</a> і <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">виконання перевірки ризиків</a> від платіжного партнера Ratepay. Ви також погоджуєтеся з заявою про конфіденційність PayPal <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\"></a>. Якщо ваш запит на покупку Після того, як рахунок-фактура буде прийнята, претензія на ціну покупки буде присвоєна RatePay, і ви можете платити лише RatePay, а не продавцю.",
                "finish": {
                    "subtitle": "Обробка може зайняти до декількох хвилин. Будь ласка, не закривайте це вікно, ви будете перенаправлені.",
                    "title": "Платіж обробляється"
                }
            },
            "document": {
                "paymentNote": "%companyName% призначив позов проти вас до PayPal (Європа) S.à r.l. et Cie, S.C.A. в рамках поточної угоди факторингу. Платежі з вирахуванням заборгованості ефект може бути здійснено тільки в PayPal (Європа) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% призначив позов проти вас компанії RatePay GmbH в рамках чинної угоди факторингу. Платежі з ефектом списання боргу можуть здійснюватися лише на RatePay GmbH. Будь ласка, зверніться до зв'язку з RatePay для отримання більш детальної інформації щодо вашого платежу.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Спосіб оплати: Оплата за рахунком-фактурою"
                }
            },
            "error": {
                "declined": "Неможливо використовувати обраний спосіб оплати. Дане рішення засноване на автоматизованій обробці даних. Ви можете знайти додаткову інформацію в Заяві про конфіденційність даних <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">RatePay</a> або ви можете зв'язатися з RatePay за допомогою цієї контактної форми <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>.",
                "unverifiedInfo": "Поєднання вашого імені та адреси не може бути підтверджено. Будь ласка, виправте свої дані і спробуйте ще раз. Ви можете знайти додаткову інформацію в Заяві про конфіденційність даних <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >RatePay</a> або ви можете зв'язатися з RatePay за допомогою цієї контактної форми <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>."
            },
            "instructions": {
                "legalMessage": "Чому PayPal? PayPal є нашим партнером для обробки рахунків платежів. PayPal тільки що перерахував суму нам безпосередньо. Ви сплачуєте суму в PayPal відповідно до інструкцій з оплати після того, як ви отримали і перевірили свою покупку.",
                "legalMessageRatepay": "Оплата за фактурою платежі обробляються у співпраці з нашим партнером Ratepay. RatePay щойно перерахував нам суму, що підлягає сплаті. Ви можете дочекатися прибуття замовлення та перевірити покупку, перш ніж передавати суму рахунку-фактури відповідно до платіжних інструкцій до RatePay.",
                "table": {
                    "amount": "Сума:",
                    "bank": "Банк:",
                    "bic": "БИК:",
                    "holder": "Власник рахунку:",
                    "iban": "IBAN:",
                    "reference": "Довідка:"
                },
                "transferRequest": "Будь ласка, перенесіть %value% на рахунок нижче.",
                "transferRequestDate": "Будь ласка, переведіть %value% до %date% до PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Оплата прямим дебетом або кредитною карткою можлива без облікового запису PayPal.",
            "paymentNameOverwrite": "PayPal, пряма дебетова або кредитна картка"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Ваш платіж створено. Будь ласка, заповніть його, підтвердивши своє замовлення.",
            "description": "Платити легко, швидко і безпечно - будь ласка, виберіть один з цих способів оплати на сторінці підтвердження."
        },
        "vault": {
            "account": {
                "clear": "Видалити обліковий запис",
                "create": "Запам'ятати обліковий запис для майбутніх покупок"
            },
            "card": {
                "clear": "Вилучити картку",
                "create": "Запам'ятайте картку для майбутніх покупок"
            }
        }
    }
}
