{
    "paypal": {
        "acdc": {
            "cardNumber": "Номер карты",
            "cardholderName": "Имя держателя карты",
            "cvv": "Код безопасности (CVV)",
            "expiration": "Срок годности (MM/YY)",
            "zip": "Почтовый индекс выставления счета"
        },
        "cookie": {
            "googlePay": "Платежи через Google Pay",
            "name": "PayPal платежи"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Общая сумма не должна быть нулевой или отрицательной. Пожалуйста, попробуйте еще раз, указав сумму больше нуля, или выберите другой способ оплаты.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "В настоящее время услуги PayPal недоступны. Пожалуйста, повторите попытку позже.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "Указанный адрес не содержит почтового индекса. Пожалуйста, добавьте свой почтовый индекс.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "Введенный адрес доставки не был принят поставщиком платежных услуг. Проверьте свой адрес или выберите другой способ оплаты.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Выбранный способ оплаты не поддерживает текущий браузер. Попробуйте еще раз в другом браузере или выберите другой способ оплаты.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Введенные данные кредитной карты не удалось проверить. Пожалуйста, проверьте введенные данные и повторите попытку.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "Во время оформления заказа через PayPal произошла ошибка. Пожалуйста, повторите попытку позже или воспользуйтесь обычным оформлением заказа.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "Процесс заказа через PayPal отменен. Пожалуйста, попробуйте еще раз или воспользуйтесь обычным оформлением заказа.",
            "SWAG_PAYPAL__GENERIC_ERROR": "В процессе оплаты произошла ошибка. Повторите попытку позже или выберите другой способ оплаты.",
            "SWAG_PAYPAL__USER_CANCELLED": "Процесс оплаты отменен. Повторите попытку или выберите другой способ оплаты.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Выбранный способ оплаты был отклонен из-за автоматизированной процедуры обработки данных. Для получения дополнительной информации ознакомьтесь с заявлением о конфиденциальности данных <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> или используйте контактную форму Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Не удалось подтвердить ваше имя и/или адрес. Пожалуйста, проверьте введенные данные и попробуйте снова. Для получения дополнительной информации ознакомьтесь с заявлением о конфиденциальности данных <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> или используйте контактную форму Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>."
            }
        },
        "general": {
            "browserUnsupported": "Ваш текущий браузер не поддерживается выбранным способом оплаты. Попробуйте использовать другой браузер или другой способ оплаты.",
            "paymentCancel": "Процесс оплаты отменен. Повторите попытку или выберите другой способ оплаты.",
            "paymentError": "В процессе оплаты произошла ошибка. Повторите попытку позже или выберите другой способ оплаты."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Нажимая на кнопку, вы соглашаетесь с <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">условиями платежа</a> и <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">выполнения проверки риска</a> от платежного партнера Ratepay. Вы также соглашаетесь с <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">заявлением о конфиденциальности</a> PayPal. Если ваш запрос на покупку по счету будет принят, заявка на покупную цену будет назначена Ratepay, и вы можете платить только Ratepay, а не продавцу.",
                "finish": {
                    "subtitle": "Обработка может занять до нескольких минут. Пожалуйста, не закрывайте это окно, вы будете перенаправлены.",
                    "title": "Платеж обрабатывается"
                }
            },
            "document": {
                "paymentNote": "%companyName% передал иск против вас PayPal (Europe) S.à r.l. et Cie, S.C.A. в рамках действующего факторингового договора. Платежи с эффектом погашения долга могут производиться только PayPal (Europe) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% передал иск против вас Ratepay GmbH в рамках текущего соглашения о факторинге. Платежи с эффектом погашения долга могут быть произведены только Ratepay GmbH. Пожалуйста, обратитесь к сообщению с Ratepay для получения дополнительной информации о вашем платеже.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Способ оплаты: оплата по счету"
                }
            },
            "error": {
                "declined": "Выбранный способ оплаты использовать невозможно. Это решение основано на автоматизированной обработке данных. Дополнительную информацию можно найти в Заявлении о конфиденциальности данных <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> или связаться с Ratepay, используя эту <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">контактную форму</a>.",
                "unverifiedInfo": "Не удалось проверить комбинацию вашего имени и адреса. Исправьте данные и повторите попытку. Дополнительную информацию можно найти в Заявлении о конфиденциальности данных <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> или связаться с Ratepay, используя эту <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">контактную форму</a>."
            },
            "instructions": {
                "legalMessage": "Почему PayPal? PayPal - наш партнер по обработке платежей по счетам. PayPal только что перевел эту сумму напрямую нам. Вы платите сумму в PayPal в соответствии с инструкциями по оплате после получения и проверки покупки.",
                "legalMessageRatepay": "Платежи с оплатой по счету обрабатываются в сотрудничестве с нашим партнером Ratepay. Ratepay только что перевела нам подлежащую оплате сумму. Вы можете дождаться прибытия заказа и проверить покупку, прежде чем переводить сумму счета в соответствии с инструкциями по оплате в Ratepay.",
                "table": {
                    "amount": "Сумма:",
                    "bank": "Банк:",
                    "bic": "BIC:",
                    "holder": "Владелец счета:",
                    "iban": "IBAN:",
                    "reference": "Артикул:"
                },
                "transferRequest": "Пожалуйста, переведите %value% на аккаунт ниже.",
                "transferRequestDate": "Пожалуйста, переведите %value% до %date% в PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Оплата прямым дебетом или кредитной картой возможна без счета PayPal.",
            "paymentNameOverwrite": "PayPal, прямой дебет или кредитная карта"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Ваш платеж был создан. Пожалуйста, заполните его, подтвердив свой заказ.",
            "description": "Платите легко, быстро и безопасно - выберите один из этих способов оплаты на странице подтверждения."
        },
        "vault": {
            "account": {
                "clear": "Удалить аккаунт",
                "create": "Запомните аккаунт для будущих покупок"
            },
            "card": {
                "clear": "Удалить карту",
                "create": "Запомните карту для будущих покупок"
            }
        }
    }
}
