{
    "paypal": {
        "acdc": {
            "cardNumber": "Numărul cardului",
            "cardholderName": "Numele titularului cardului",
            "cvv": "Cod de securitate (CVV)",
            "expiration": "Data expirării (LL/AA)",
            "zip": "Cod poștal de facturare"
        },
        "cookie": {
            "googlePay": "Plăți Google Pay",
            "name": "PayPal plăți"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Suma totală nu trebuie să fie zero sau negativă. Vă rugăm să încercați din nou cu o sumă mai mare decât zero sau alegeți o altă metodă de plată.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "Serviciile PayPal sunt momentan indisponibile. Vă rugăm să încercați din nou mai târziu.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "Adresa furnizată nu conține un cod poștal. Vă rugăm să adăugați codul poștal.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "Adresa de expediere introdusă nu a fost acceptată de furnizorul de plată. Vă rugăm să verificați adresa dvs. sau să alegeți o altă metodă de plată.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Metoda de plată selectată nu acceptă browserul dvs. curent. Vă rugăm să încercați din nou cu un alt browser sau alegeți o altă metodă de plată.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Detaliile cardului de credit introduse nu au putut fi validate. Vă rugăm să verificați intrările și să încercați din nou.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "A apărut o eroare în timpul procesului de comandă PayPal. Vă rugăm să încercați din nou mai târziu sau utilizați procedura de plată obișnuită.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "Procesul de comandă PayPal a fost anulat. Vă rugăm să încercați din nou sau să utilizați procedura de plată obișnuită.",
            "SWAG_PAYPAL__GENERIC_ERROR": "A apărut o eroare în timpul procesului de plată. Încercați din nou mai târziu sau alegeți o altă metodă de plată.",
            "SWAG_PAYPAL__USER_CANCELLED": "Procesul de plată a fost anulat. Încercați din nou sau alegeți o altă metodă de plată.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Metoda de plată selectată a fost respinsă din cauza unei proceduri automate de prelucrare a datelor. Pentru mai multe informații citiți declarația de confidențialitate a datelor <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> sau utilizați formularul de contact Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Numele și/sau adresa dvs. nu au putut fi validate. Vă rugăm să verificați intrările și să încercați din nou. Pentru informații suplimentare citiți declarația de confidențialitate a datelor <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> sau utilizați formularul de contact Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>."
            }
        },
        "general": {
            "browserUnsupported": "Browserul dvs. curent nu este acceptat de metoda de plată selectată. Încercați un alt browser sau alegeți o altă metodă de plată.",
            "paymentCancel": "Procesul de plată a fost anulat. Încercați din nou sau alegeți o altă metodă de plată.",
            "paymentError": "A apărut o eroare în timpul procesului de plată. Încercați din nou mai târziu sau alegeți o altă metodă de plată."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Făcând clic pe buton, sunteți de acord cu <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">termeni de plată</a> și <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">performanța unui cec de risc</a> de la partenerul de plată, Ratepay. De asemenea, sunteți de acord cu declarația de confidențialitate <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">PayPal</a>. Dacă cererea dvs. de cumpărare După factură este acceptată, cererea de preț de achiziție va fi atribuită Ratepay și puteți plăti numai Ratepay, nu comerciantul.",
                "finish": {
                    "subtitle": "Procesarea poate dura până la câteva minute. Vă rugăm să nu închideți această fereastră, veți fi redirecționat.",
                    "title": "Plata este procesată"
                }
            },
            "document": {
                "paymentNote": "%companyName% a atribuit revendicarea împotriva dvs. către PayPal (Europe) S.à r.l. et Cie, S.C.A. ca parte a unui acord de factoring actual. Plățile cu efect de descărcare a datoriilor pot fi efectuate numai către PayPal (Europe) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% a atribuit cererea împotriva dvs. către Ratepay GmbH ca parte a unui acord actual de factoring. Plățile cu efect de descărcare a datoriilor pot fi efectuate numai către Ratepay GmbH. Vă rugăm să consultați comunicarea cu RatePay pentru detalii suplimentare despre plata dvs.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Metoda de plată: Plătiți pe factură"
                }
            },
            "error": {
                "declined": "Nu este posibilă utilizarea metodei de plată selectate. Această decizie se bazează pe prelucrarea automată a datelor. Puteți găsi informații suplimentare în Declarația de confidențialitate <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay Data Data Privacy</a> sau puteți contacta Ratepay folosind acest <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">formular de contact</a>.",
                "unverifiedInfo": "Combinația dintre numele și adresa dvs. nu a putut fi validată. Vă rugăm să corectați datele și încercați din nou. Puteți găsi informații suplimentare în Declarația de confidențialitate <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay Data Data Privacy</a> sau puteți contacta Ratepay folosind acest <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">formular de contact</a>."
            },
            "instructions": {
                "legalMessage": "De ce PayPal? PayPal este partenerul nostru pentru procesarea plăților facturilor. PayPal tocmai a transferat suma către noi direct. Plătiți suma către PayPal conform instrucțiunilor de plată după ce ați primit și ați verificat achiziția.",
                "legalMessageRatepay": "Plata pe factură plățile sunt procesate în colaborare cu partenerul nostru Ratepay. RatePay tocmai ne-a transferat suma plătibilă. Puteți aștepta sosirea comenzii și verificați achiziția, înainte de a transfera suma facturii în conformitate cu instrucțiunile de plată către Ratepay.",
                "table": {
                    "amount": "Suma:",
                    "bank": "Banca:",
                    "bic": "BIC:",
                    "holder": "Titularul contului:",
                    "iban": "IBAN:",
                    "reference": "Referință:"
                },
                "transferRequest": "Vă rugăm să transferați %value% în contul de mai jos.",
                "transferRequestDate": "Vă rugăm să transferați %value% până la %date% la PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Plata prin debit direct sau card de credit este posibilă fără un cont PayPal.",
            "paymentNameOverwrite": "PayPal, debit direct sau card de credit"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Plata dvs. a fost creată. Vă rugăm să o completați, confirmând comanda.",
            "description": "Plătiți ușor, rapid și sigur - Alegeți una dintre aceste metode de plată pe pagina de confirmare."
        },
        "vault": {
            "account": {
                "clear": "Eliminați contul",
                "create": "Amintiți-vă contul pentru achizițiile viitoare"
            },
            "card": {
                "clear": "Scoateți cardul",
                "create": "Amintiți-vă cardul pentru achiziții viitoare"
            }
        }
    }
}
