{
    "paypal": {
        "general": {
            "paymentCancel": "Postupak plaćanja je otkazan. Pokušajte ponovno ili odaberite drugi način plaćanja.",
            "paymentError": "Došlo je do pogreške tijekom postupka plaćanja. Pokušajte ponovno kasnije ili odaberite drugi način plaćanja."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Molimo prebacite %value% do %date% na PayPal.",
                "transferRequest": "Molimo vas da prebacite %value% na račun ispod.",
                "table": {
                    "bank": "Banka:",
                    "iban": "IBAN:",
                    "bic": "BIC:",
                    "holder": "Vlasnik računa:",
                    "amount": "Količina:",
                    "reference": "Referenca:"
                },
                "legalMessageRatepay": "Plaćanje po fakturi obrađuju se u suradnji s našim partnerom Ratepay. Ratepay nam je upravo prenio iznos koji se plaća. Možete pričekati da narudžba stigne i provjeriti kupnju, prije nego što iznos računa u skladu s uputama za plaćanje prebacite na Ratepay.",
                "legalMessage": "Zašto PayPal? PayPal je naš partner za obradu plaćanja računa. PayPal nam je upravo prenio iznos izravno. Iznos plaćate PayPalu u skladu s uputama za plaćanje nakon što primite i provjerite svoju kupnju."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Način plaćanja: Platiti po fakturi"
                },
                "paymentNoteRatepay": "%companyName% je dodijelio zahtjev protiv vas tvrtki Ratepay GmbH kao dio trenutnog ugovora o faktoringu. Plaćanja s učinkom ispuštanja duga mogu se izvršiti samo tvrtki Ratepay GmbH. Molimo pogledajte komunikaciju s Ratepay za dodatne pojedinosti o uplati.",
                "paymentNote": "%companyName% je ustupio zahtjev prema vama PayPal-u (Europe) S.à r.l. et Cie, S.C.A. kao dio trenutnog ugovora o faktoringu. Isplate s učinkom otplate duga mogu se izvršiti samo putem PayPal-a (Europe) S.à r.l. et Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "Klikom na gumb pristajete na <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">uvjeta plaćanja</a> i <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">izvršenje provjere rizika</a> od partnera za plaćanje, Ratepay. Također se slažete s PayPal <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">izjavom o privatnosti</a>. Ako je vaš zahtjev za kupnju Na račun prihvaćen, zahtjev za kupoprodajnom cijenom bit će dodijeljen Ratepay, a vi možete platiti samo Ratepay, a ne trgovcu.",
                "finish": {
                    "title": "Plaćanje se obrađuje",
                    "subtitle": "Obrada može potrajati i do nekoliko minuta. Molimo vas da ne zatvarate ovaj prozor, bit ćete preusmjereni."
                }
            },
            "error": {
                "unverifiedInfo": "Kombinacija vašeg imena i adrese nije mogla potvrditi. Ispravite svoje podatke i pokušajte ponovo. Dodatne informacije možete pronaći u Izjavi o zaštiti podataka <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> ili se možete obratiti Ratepay koristeći ovaj <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontakt obrazac</a>.",
                "declined": "Nije moguće koristiti odabrani način plaćanja. Ova se odluka temelji na automatiziranoj obradi podataka. Dodatne informacije možete pronaći u Izjavi o zaštiti podataka <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> ili se možete obratiti Ratepay koristeći ovaj <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontakt obrazac</a>."
            }
        },
        "acdc": {
            "cardNumber": "Broj kartice",
            "expiration": "Datum isteka (MM/GG)",
            "cvv": "Sigurnosni kod (CVV)",
            "cardholderName": "Ime vlasnika kartice",
            "zip": "Poštanski broj naplate"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Vaša je uplata stvorena. Molimo vas da je popunite potvrđivanjem svoje narudžbe.",
            "description": "Plaćajte jednostavno, brzo i sigurno - Odaberite jedan od ovih načina plaćanja na stranici za potvrdu."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, izravno terećenje ili kreditna kartica",
            "paymentDescriptionExtension": "Plaćanje izravnom debitnom ili kreditnom karticom moguće je bez PayPal računa."
        },
        "cookie": {
            "name": "PayPal plaćanja"
        }
    }
}