{
    "paypal": {
        "acdc": {
            "cardNumber": "Numer karty",
            "cardholderName": "Nazwa posiadacza karty",
            "cvv": "Kod zabezpieczający (CVV)",
            "expiration": "Data ważności (MM/RR)",
            "zip": "Kod pocztowy fakturowania"
        },
        "cookie": {
            "googlePay": "Płatności Google Pay",
            "name": "Płatności PayPal"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Całkowita kwota nie może być zerowa ani ujemna. Spróbuj ponownie z kwotą większą niż zero lub wybierz inną metodę płatności.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "Usługi PayPal są obecnie niedostępne. Spróbuj ponownie później.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "Podany adres nie zawiera kodu pocztowego. Proszę dodać swój kod pocztowy.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "Podany adres wysyłki nie został zaakceptowany przez dostawcę płatności. Sprawdź swój adres lub wybierz inną metodę płatności.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Wybrana metoda płatności nie obsługuje Twojej bieżącej przeglądarki. Spróbuj ponownie za pomocą innej przeglądarki lub wybierz inną metodę płatności.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Podane dane karty kredytowej nie mogły zostać zweryfikowane. Sprawdź swoje wpisy i spróbuj ponownie.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "Podczas procesu składania zamówienia przez PayPal wystąpił błąd. Spróbuj ponownie później lub skorzystaj z zwykłej kasy.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "Proces zamówienia przez PayPal został anulowany. Spróbuj ponownie lub skorzystaj z zwykłej kasy.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Wystąpił błąd podczas procesu płatności. Spróbuj ponownie później lub wybierz inną metodę płatności.",
            "SWAG_PAYPAL__USER_CANCELLED": "Proces płatności został anulowany. Spróbuj ponownie lub wybierz inną metodę płatności.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Wybrana metoda płatności została odrzucona ze względu na zautomatyzowaną procedurę przetwarzania danych. Aby uzyskać więcej informacji, przeczytaj oświadczenie o ochronie prywatności danych <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> lub skorzystaj z formularza kontaktowego Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Twoje imię i nazwisko i/lub adres nie mogą zostać zweryfikowane. Sprawdź swoje wpisy i spróbuj ponownie. Aby uzyskać więcej informacji, przeczytaj oświadczenie o ochronie prywatności danych <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> lub skorzystaj z formularza kontaktowego Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>."
            }
        },
        "general": {
            "browserUnsupported": "Twoja bieżąca przeglądarka nie jest obsługiwana przez wybraną metodę płatności. Wypróbuj inną przeglądarkę lub wybierz inną metodę płatności.",
            "paymentCancel": "Proces płatności został anulowany. Spróbuj ponownie lub wybierz inną metodę płatności.",
            "paymentError": "Wystąpił błąd podczas procesu płatności. Spróbuj ponownie później lub wybierz inną metodę płatności."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Klikając na przycisk, zgadzasz się na <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">warunki płatności</a> i <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">wykonanie kontroli ryzyka</a> od partnera płatniczego, Ratepay. Zgadzasz się również na <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">oświadczenie o ochronie prywatności w systemie PayPal</a>. Jeśli żądanie zakupu Po zaakceptowaniu faktury zostanie zaakceptowane, roszczenie o cenę zakupu zostanie przypisane do Ratepay, a użytkownik może zapłacić tylko Ratepay, a nie sprzedawcy.",
                "finish": {
                    "subtitle": "Przetwarzanie może potrwać do kilku minut. Proszę nie zamykać tego okna, zostaniesz przekierowany.",
                    "title": "Płatność jest przetwarzana"
                }
            },
            "document": {
                "paymentNote": "%companyName% przydzieliło roszczenie przeciwko Użytkownikowi PayPal (Europe) S.à r.l. et Cie, S.C.A. w ramach aktualnej umowy faktoringowej. Płatności z efektem spłaty zadłużenia mogą być dokonywane wyłącznie na rzecz PayPal (Europe) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% przekazał roszczenie przeciwko Tobie na rzecz Ratepay GmbH w ramach aktualnej umowy faktoringowej. Płatności ze skutkiem spłaty zadłużenia mogą być dokonywane wyłącznie na rzecz Ratepay GmbH. Aby uzyskać więcej informacji na temat płatności, zapoznaj się z komunikacją z Ratepay.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Metoda płatności: Zapłać na fakturze"
                }
            },
            "error": {
                "declined": "Nie jest możliwe użycie wybranej metody płatności. Ta decyzja opiera się na automatycznym przetwarzaniu danych. Więcej informacji znajdziesz w <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Oświadczenie o Prywatności Opłacania</a> lub możesz skontaktować się z Opłacaniem za pomocą <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">formularza kontaktowego</a>.",
                "unverifiedInfo": "Nie można zweryfikować kombinacji nazwy i adresu. Popraw swoje dane i spróbuj ponownie. Więcej informacji znajdziesz w <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Oświadczenie o Prywatności Opłacania</a> lub możesz skontaktować się z Opłacaniem za pomocą <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">formularza kontaktowego</a>."
            },
            "instructions": {
                "legalMessage": "Dlaczego PayPal? PayPal jest naszym partnerem do przetwarzania faktur. PayPal właśnie przekazał nam kwotę bezpośrednio. Kwotę płacisz na rzecz systemu PayPal zgodnie z instrukcją płatności po otrzymaniu i sprawdzeniu zakupu.",
                "legalMessageRatepay": "Płatności za fakturą są przetwarzane we współpracy z naszym partnerem Ratepay. Ratepay właśnie przekazał nam należną kwotę. Możesz poczekać na dotarcie zamówienia i sprawdzić zakup, przed przekazaniem kwoty faktury zgodnie z instrukcjami płatności na Ratepay.",
                "table": {
                    "amount": "Kwota:",
                    "bank": "Bank:",
                    "bic": "BIC:",
                    "holder": "Posiadacz rachunku:",
                    "iban": "IBAN:",
                    "reference": "Numer referencyjny:"
                },
                "transferRequest": "Prześlij %value% na poniższe konto.",
                "transferRequestDate": "Prześlij %value% do %date% do systemu PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Płatność za pomocą polecenia zapłaty lub karty kredytowej jest możliwa bez konta PayPal.",
            "paymentNameOverwrite": "PayPal, polecenie zapłaty lub karta kredytowa"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Twoja płatność została utworzona. Wypełnij go, potwierdzając zamówienie.",
            "description": "Łatwa, szybka i bezpieczna płatność — wybierz jedną z tych metod płatności na stronie potwierdzenia."
        },
        "vault": {
            "account": {
                "clear": "Usuń konto",
                "create": "Zapamiętaj konto dla przyszłych zakupów"
            },
            "card": {
                "clear": "Usuń kartę",
                "create": "Zapamiętaj kartę do przyszłych zakupów"
            }
        }
    }
}
