{
    "paypal": {
        "acdc": {
            "cardNumber": "Kaartnummer",
            "cardholderName": "Naam kaarthouder",
            "cvv": "Beveiligingscode (CVC)",
            "expiration": "Vervaldatum (MM/JJ)",
            "zip": "Postcode facturering"
        },
        "cookie": {
            "googlePay": "Google Pay-betalingen",
            "name": "PayPal betalingen"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Het totaalbedrag mag niet nul of negatief zijn. Probeer een bedrag groter dan nul of kies een andere betaalmethode.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "PayPal-services zijn momenteel niet beschikbaar. Probeer het later opnieuw.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "Het opgegeven adres bevat geen postcode. Voer je postcode in.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "Het ingevoerde verzendadres is niet geaccepteerd door de betalingsprovider. Controleer je adres of kies een andere betaalmethode.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "De geselecteerde betaalmethode ondersteunt je huidige browser niet. Probeer het opnieuw met een andere browser of kies een andere betaalmethode.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "De ingevoerde creditcardgegevens konden niet worden gevalideerd. Controleer je gegevens en probeer het opnieuw.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "Er is een fout opgetreden tijdens het bestelproces van PayPal. Probeer het later opnieuw of maak gebruik van de reguliere checkout.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "Het bestelproces van PayPal is geannuleerd. Probeer het opnieuw of gebruik de normale checkout.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Er is een fout opgetreden tijdens het betalingsproces. Probeer het later opnieuw of kies een andere betalingsmethode.",
            "SWAG_PAYPAL__USER_CANCELLED": "Het betaalproces is geannuleerd. Probeer het opnieuw of gebruik een andere betaalmethode.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "De geselecteerde betaalmethode is afgewezen door automatische gegevensverwerking. Zie de <a href=\"https://www.ratepay.com/en/ratepay-data-privacy-statement/\" target=\"_blank\" >Ratepay privacyverklaring</a> of gebruik het <a href=https://www.ratepay.com/en/contact/\" target=\"_blank\">contactformulier</a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Naam of adres ongeldig. Controleer je gegevens en probeer het opnieuw. Zie de <a href=\"https://www.ratepay.com/en/ratepay-data-privacy-statement/\" target=\"_blank\" >Ratepay privacyverklaring</a> of gebruik het <a href=https://www.ratepay.com/en/contact/\" target=\"_blank\">contactformulier</a>."
            }
        },
        "general": {
            "browserUnsupported": "Je huidige browser wordt niet ondersteund door de geselecteerde betaalmethode. Probeer een andere browser of kies een andere betaalmethode.",
            "paymentCancel": "Het betalingsproces is geannuleerd. Probeer het opnieuw of kies een andere betalingsmethode.",
            "paymentError": "Er is een fout opgetreden tijdens het betalingsproces. Probeer het later opnieuw of kies een andere betalingsmethode."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Door op de knop te klikken, gaat u akkoord met de <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">betalingsvoorwaarden</a> en <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">uitvoering van een risicocontrole</a> van de betalingspartner, Ratepay. U gaat ook akkoord met PayPal's <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">privacyverklaring</a>. Als uw verzoek tot aankoop Op factuur wordt geaccepteerd, wordt de claim voor de aankoopprijs toegewezen aan Ratepay en mag u alleen Ratepay betalen, niet de handelaar.",
                "finish": {
                    "subtitle": "De verwerking kan enkele minuten duren. Sluit dit venster niet, je wordt omgeleid.",
                    "title": "De betaling wordt verwerkt"
                }
            },
            "document": {
                "paymentNote": "%companyName% heeft de vordering op u overgedragen aan PayPal (Europe) S.à r.l. et Cie, S.C.A. als onderdeel van een lopende factoringovereenkomst. Betalingen met schuldverlossend effect kunnen alleen worden gedaan aan PayPal (Europe) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% heeft de vordering tegen u overgedragen aan Ratepay GmbH als onderdeel van een lopende factoringovereenkomst. Betalingen met schuldkwijtschelding kunnen alleen worden gedaan aan Ratepay GmbH. Raadpleeg de communicatie met Ratepay voor meer informatie over uw betaling.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Betalingswijze: Betaal op factuur"
                }
            },
            "error": {
                "declined": "Het is niet mogelijk om de geselecteerde betaalmethode te gebruiken. Deze beslissing is gebaseerd op geautomatiseerde gegevensverwerking. Meer informatie vindt u in de <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay Data Privacy Statement</a> of u kunt contact opnemen met Ratepay via dit <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">contactformulier</a>.",
                "unverifiedInfo": "De combinatie van uw naam en adres kon niet worden gevalideerd. Corrigeer je gegevens en probeer het opnieuw. Meer informatie vindt u in de <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay Data Privacy Statement</a> of u kunt contact opnemen met Ratepay via dit <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">contactformulier</a>."
            },
            "instructions": {
                "legalMessage": "Waarom PayPal? PayPal is onze partner voor het verwerken van factuurbetalingen. PayPal heeft het bedrag zojuist rechtstreeks naar ons overgemaakt. U betaalt het bedrag aan PayPal volgens de betalingsinstructies nadat u uw aankoop heeft ontvangen en gecontroleerd.",
                "legalMessageRatepay": "Betaling op factuur betalingen worden verwerkt in samenwerking met onze partner Ratepay. Ratepay heeft zojuist het te betalen bedrag aan ons overgemaakt. U kunt wachten tot de bestelling arriveert en uw aankoop controleren, voordat u het factuurbedrag volgens de betalingsinstructies overmaakt naar Ratepay.",
                "table": {
                    "amount": "Bedrag:",
                    "bank": "Bank:",
                    "bic": "BIC:",
                    "holder": "Rekeninghouder:",
                    "iban": "IBAN:",
                    "reference": "Referentie:"
                },
                "transferRequest": "Maak %value% over op de onderstaande account:",
                "transferRequestDate": "Maak %value% tot %date% over naar PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Betalen met automatische incasso of creditcard is mogelijk zonder PayPal-rekening.",
            "paymentNameOverwrite": "PayPal, automatische incasso of creditcard"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Uw betaling is gemaakt. Voltooi het door uw bestelling te bevestigen.",
            "description": "Betaal gemakkelijk, snel en veilig - Kies een van deze betaalmethoden op de bevestigingspagina."
        },
        "vault": {
            "account": {
                "clear": "Account verwijderen",
                "create": "Onthoud je account voor toekomstige aankopen"
            },
            "card": {
                "clear": "Kaart verwijderen",
                "create": "Onthoud de kaart voor toekomstige aankopen"
            }
        }
    }
}
