{
    "paypal": {
        "acdc": {
            "cardNumber": "Número de tarjeta",
            "cardholderName": "Nombre del titular de tarjeta",
            "cvv": "Código de seguridad (CVV)",
            "expiration": "Fecha de caducidad (MM/AA)",
            "zip": "Código postal de facturación"
        },
        "cookie": {
            "googlePay": "Pagos de Google Pay",
            "name": "Pagos PayPal"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "El importe total no debe ser cero ni negativo. Vuelve a intentarlo con un importe superior a cero o elige otro método de pago.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "Los servicios de PayPal no están disponibles en este momento. Vuelva a intentarlo más tarde.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "La dirección proporcionada no contiene ningún código postal. Añada su código postal.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "El proveedor de pagos no aceptó la dirección de envío ingresada. Comprueba tu dirección o elige otro método de pago.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "El método de pago seleccionado no es compatible con tu navegador actual. Vuelve a intentarlo con otro navegador o elige otro método de pago.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "No se han podido validar los datos de la tarjeta de crédito introducidos. Comprueba las entradas e inténtalo de nuevo.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "Se ha producido un error durante el proceso de pedido de PayPal. Vuelve a intentarlo más tarde o utiliza el proceso de pago normal.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "Se ha cancelado el proceso de pedido de PayPal. Vuelve a intentarlo o utiliza el proceso de pago normal.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Se ha producido un error durante el proceso de pago. Vuelve a intentarlo más tarde o elige otro método de pago.",
            "SWAG_PAYPAL__USER_CANCELLED": "Se ha cancelado el proceso de pago. Vuelve a intentarlo o elige otro método de pago.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "El método de pago seleccionado se rechazó debido a un procedimiento de procesamiento de datos automatizado. Para obtener más información, lee la declaración de privacidad de datos <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">de Ratepay</a> o utiliza el formulario de contacto</a>de Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "No se pudo validar su nombre o dirección. Compruebe las entradas e inténtelo de nuevo. Para obtener más información, lee la declaración de privacidad de datos de <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >de Ratepay</a> o utiliza el formulario de contacto</a>de Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">."
            }
        },
        "general": {
            "browserUnsupported": "Tu navegador actual no es compatible con el método de pago seleccionado. Prueba con otro navegador o elige otro método de pago.",
            "paymentCancel": "Se ha cancelado el proceso de pago. Vuelve a intentarlo o elige otro método de pago.",
            "paymentError": "Se ha producido un error durante el proceso de pago. Vuelve a intentarlo más tarde o elige otro método de pago."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Haciendo clic en el botón, aceptas las <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">condiciones de pago</a> y <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">el rendimiento de una comprobación de riesgo</a> del socio de pago, Calificación. También acepta la <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">declaración de privacidad</a>de PayPal. Si su solicitud de compra a la factura es aceptada, la reclamación del precio de compra será asignada a Ratepay, y usted sólo puede pagar Ratepay, no el comerciante.",
                "finish": {
                    "subtitle": "El procesamiento puede tardar varios minutos. No cierre esta ventana, se le redirigirá.",
                    "title": "El pago se está procesando"
                }
            },
            "document": {
                "paymentNote": "%companyName% ha cedido la reclamación contra usted a PayPal (Europe) S.à r.l. et Cie, S.C.A. como parte de un acuerdo de factoring vigente. Los pagos con efecto de liquidación de deudas solo pueden hacerse a PayPal (Europe) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% ha cedido la reclamación en su contra a Ratepay GmbH como parte de un acuerdo de factoraje vigente. Los pagos con efecto de liquidación de deudas solo se pueden realizar a Ratepay GmbH. Consulte la comunicación con Ratepay para obtener más información sobre su pago.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Método de pago: Pagar con factura"
                }
            },
            "error": {
                "declined": "No es posible utilizar el método de pago seleccionado. Esta decisión se basa en el procesamiento automatizado de datos. Puede encontrar más información en la Declaración de privacidad de datos de <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> o puede ponerse en contacto con Ratepay mediante este formulario de contacto <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>.",
                "unverifiedInfo": "No se pudo validar la combinación de su nombre y dirección. Corrija sus datos e inténtelo de nuevo. Puede encontrar más información en la Declaración de privacidad de datos de <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> o puede ponerse en contacto con Ratepay mediante este formulario de contacto <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>."
            },
            "instructions": {
                "legalMessage": "¿Por qué PayPal? PayPal es nuestro socio para procesar pagos de facturas. PayPal acaba de transferirnos la cantidad directamente. Usted paga el importe a PayPal de acuerdo con las instrucciones de pago después de haber recibido y comprobado su compra.",
                "legalMessageRatepay": "Los pagos con pago previo a la factura se procesan en colaboración con nuestro socio Ratepay. Ratepay nos acaba de transferir el importe a pagar. Puede esperar a que llegue el pedido y comprobar su compra antes de transferir el importe de la factura de acuerdo con las instrucciones de pago a Ratepay.",
                "table": {
                    "amount": "Importe:",
                    "bank": "Banco:",
                    "bic": "BIC:",
                    "holder": "Titular de la cuenta:",
                    "iban": "IBAN:",
                    "reference": "Referencia:"
                },
                "transferRequest": "Transfiere %value% a la cuenta que aparece a continuación.",
                "transferRequestDate": "Por favor, transfiere de %value% a %date% a PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "El pago mediante débito directo o tarjeta de crédito es posible sin una cuenta PayPal.",
            "paymentNameOverwrite": "PayPal, débito directo o tarjeta de crédito"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Su pago ha sido creado. Por favor, complete, confirmando su pedido.",
            "description": "Pago fácil, rápido y seguro - Elija uno de estos métodos de pago en la página de confirmación."
        },
        "vault": {
            "account": {
                "clear": "Eliminar cuenta",
                "create": "Recuerda la cuenta para futuras compras"
            },
            "card": {
                "clear": "Quitar tarjeta",
                "create": "Recuerde la tarjeta para futuras compras"
            }
        }
    }
}
