{
    "paypal": {
        "acdc": {
            "cardNumber": "Номер на картата",
            "cardholderName": "Име на притежателя на картата",
            "cvv": "Код за сигурност (CVV)",
            "expiration": "Срок на годност (ММ/ГГ)",
            "zip": "Пощенски код за фактуриране"
        },
        "cookie": {
            "googlePay": "Плащания с Google Pay",
            "name": "PayPal плащания"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Общата сума не трябва да бъде нула или отрицателна. Моля, опитайте отново със сума по-голяма от нула или изберете друг начин на плащане.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "Понастоящем услугите на PayPal не са налични. Моля, опитайте отново по-късно.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "Посоченият адрес не съдържа пощенски код. Моля, добавете пощенския си код.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "Въведеният адрес за доставка не е приет от доставчика на плащания. Моля, проверете адреса си или изберете друг начин на плащане.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Избраният начин на плащане не поддържа текущия ви браузър. Моля, опитайте отново с друг браузър или изберете друг начин на плащане.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Въведените данни за кредитната карта не могат да бъдат валидирани. Моля, проверете записите си и опитайте отново.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "Възникна грешка по време на процеса на поръчка в PayPal. Моля, опитайте отново по-късно или използвайте редовното плащане.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "Процесът на поръчка в PayPal е отменен. Моля, опитайте отново или използвайте редовното плащане.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Възникна грешка по време на процеса на плащане. Моля, опитайте отново по-късно или изберете друг начин на плащане.",
            "SWAG_PAYPAL__USER_CANCELLED": "Процесът на плащане е отменен. Моля, опитайте отново или изберете друг начин на плащане.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Избраният начин на плащане беше отхвърлен поради автоматизирана процедура за обработка на данни. За повече информация прочетете декларацията за поверителност на данните <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay</a> или използвайте формата за контакт с Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Вашето име и/или адрес не могат да бъдат потвърдени. Моля, проверете записите си и опитайте отново. За допълнителна информация прочетете декларацията за поверителност на данните <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay</a> или използвайте формата за контакт с Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>."
            }
        },
        "general": {
            "browserUnsupported": "Текущият Ви браузър не се поддържа от избрания начин на плащане. Моля, опитайте друг браузър или изберете друг начин на плащане.",
            "paymentCancel": "Процесът на плащане е отменен. Моля, опитайте отново или изберете друг начин на плащане.",
            "paymentError": "Възникна грешка по време на процеса на плащане. Моля, опитайте отново по-късно или изберете друг начин на плащане."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Като кликнете върху бутона, вие се съгласявате с <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">условия на плащане</a> и <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">изпълнение на проверка на риска</a> от платежния партньор, Ratepay. Вие също се съгласявате с <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">декларация за поверителност на PayPal</a>. Ако заявката ви за покупка При фактура бъде приета, заявката за покупна цена ще бъде възложена на Ratepay и можете да платите само Ratepay, а не на търговеца.",
                "finish": {
                    "subtitle": "Обработката може да отнеме до няколко минути. Моля, не затваряйте този прозорец, ще бъдете пренасочени.",
                    "title": "Плащането се обработва"
                }
            },
            "document": {
                "paymentNote": "%companyName% е възложил иск срещу вас на PayPal (Европа) S.à r.l. et Cie, S.C.A. като част от текущо споразумение за факторинг. Плащания с ефект на изпълнение на дълга могат да се извършват само към PayPal (Европа) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% е възложила вземането срещу Вас на Ratepay GmbH като част от текущо споразумение за факторинг. Плащания с ефект на освобождаване от дълг могат да се извършват само към Ratepay GmbH. Моля, вижте комуникацията с Ratepay за повече подробности относно плащането.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Начин на плащане: Плащане по фактура"
                }
            },
            "error": {
                "declined": "Не е възможно да използвате избрания начин на плащане. Това решение се основава на автоматизирана обработка на данни. Можете да намерите допълнителна информация в <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay Декларация за поверителност на данните</a> или можете да се свържете с Ratepay, използвайки тази <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">контактна форма</a>.",
                "unverifiedInfo": "Комбинацията от вашето име и адрес не може да бъде потвърдена. Моля, коригирайте данните си и опитайте отново. Можете да намерите допълнителна информация в <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay Декларация за поверителност на данните</a> или можете да се свържете с Ratepay, използвайки тази <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">контактна форма</a>."
            },
            "instructions": {
                "legalMessage": "Защо PayPal? PayPal е наш партньор за обработка на плащания по фактури. PayPal току-що прехвърли сумата към нас директно. Плащате сумата на PayPal в съответствие с инструкциите за плащане, след като сте получили и проверили покупката си.",
                "legalMessageRatepay": "Плащане по фактура плащанията се обработват в сътрудничество с нашия партньор Ratepay. Ratepay току-що ни прехвърли дължимата сума. Можете да изчакате поръчката да пристигне и да проверите покупката си, преди да прехвърлите сумата на фактурата в съответствие с инструкциите за плащане на Ratepay.",
                "table": {
                    "amount": "Сума:",
                    "bank": "Банка:",
                    "bic": "БИК:",
                    "holder": "Притежател на сметката:",
                    "iban": "ИБАН:",
                    "reference": "Референция:"
                },
                "transferRequest": "Моля, прехвърлете %value% към сметката по-долу.",
                "transferRequestDate": "Моля, прехвърлете %value% до %date% на PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Плащането с директен дебитна или кредитна карта е възможно без PayPal сметка.",
            "paymentNameOverwrite": "PayPal, директна дебитна или кредитна карта"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Вашето плащане е създадено. Моля, попълнете го, като потвърдите поръчката си.",
            "description": "Плащайте лесно, бързо и сигурно - Моля, изберете един от тези начини на плащане на страницата за потвърждение."
        },
        "vault": {
            "account": {
                "clear": "Премахване на акаунта",
                "create": "Запомнете акаунта за бъдещи покупки"
            },
            "card": {
                "clear": "Премахване на картата",
                "create": "Запомнете картата за бъдещи покупки"
            }
        }
    }
}
