{
    "paypal": {
        "general": {
            "paymentCancel": "Maksuprosessi on peruttu. Yritä uudelleen tai valitse toinen maksutapa.",
            "paymentError": "Maksuprosessin aikana tapahtui virhe. Yritä myöhemmin uudelleen tai valitse toinen maksutapa."
        },
        "payUponInvoice": {
            "instructions": {
                "transferRequestDate": "Siirrä %value% asti %date% PayPaliin.",
                "transferRequest": "Siirrä %value% alla olevalle tilille.",
                "table": {
                    "bank": "Pankki:",
                    "iban": "IBAN:",
                    "bic": "BIC:",
                    "holder": "Tilinomistaja:",
                    "amount": "Määrä:",
                    "reference": "Viite:"
                },
                "legalMessageRatepay": "Maksu laskussa -maksut käsitellään yhteistyössä kumppanimme Ratepayn kanssa. Ratepay on juuri siirtänyt maksettavan summan meille. Voit odottaa tilauksen saapumista ja tarkistaa ostoksesi, ennen kuin siirrät laskun summan maksuohjeiden mukaisesti Ratepay-palveluun.",
                "legalMessage": "Miksi PayPal? PayPal on yhteistyökumppanimme laskujen maksujen käsittelyssä. PayPal on juuri siirtänyt summan meille suoraan. Maksat summan PayPalille maksuohjeiden mukaisesti, kun olet vastaanottanut ja tarkistanut ostoksesi."
            },
            "document": {
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Maksutapa: Maksa laskulla"
                },
                "paymentNoteRatepay": "%companyName% on määrännyt vaatimuksen sinua vastaan Ratepay GmbH:lle osana nykyistä factoring-sopimusta. Maksut, joilla on velkoja, voidaan suorittaa vain Ratepay GmbH:lle. Katso lisätietoja maksustasi Ratepay: n kanssa tapahtuvasta viestinnästä.",
                "paymentNote": "%companyName% on antanut sinulle kohdistuvan vaatimuksen PayPal (Europe) S.à r.l. et Cie, S.C.A.: lle osana nykyistä factoring-sopimusta. Maksut, joilla on velan purkamisvaikutus, voidaan suorittaa ainoastaan PayPal (Europe) S.à r.l. et Cie, S.C.A."
            },
            "checkout": {
                "confirmDisclaimer": "Klikkaamalla painiketta, hyväksyt <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">maksuehdot</a> ja <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">riskitarkastuksen suorittaminen</a> maksukumppanilta, Ratepay. Hyväksyt myös PayPalin <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">tietosuojalausunto</a>. Jos ostopyyntösi laskun yhteydessä hyväksytään, ostohintavaatimus osoitetaan Ratepaylle, ja voit maksaa vain Ratepayn, ei kauppias.",
                "finish": {
                    "title": "Maksua käsitellään",
                    "subtitle": "Käsittely voi kestää jopa useita minuutteja. Älä sulje tätä ikkunaa, sinut ohjataan uudelleen."
                }
            },
            "error": {
                "unverifiedInfo": "Nimesi ja osoitteesi yhdistelmää ei voitu vahvistaa. Korjaa tietosi ja yritä uudelleen. Löydät lisätietoja <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepayn tietosuojalausunto</a> tai voit ottaa yhteyttä Ratepay-palveluun tämän avulla <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">yhteydenottolomake</a>.",
                "declined": "Valittua maksutapaa ei ole mahdollista käyttää. Tämä päätös perustuu automaattiseen tietojenkäsittelyyn. Löydät lisätietoja <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepayn tietosuojalausunto</a> tai voit ottaa yhteyttä Ratepay-palveluun tämän avulla <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">yhteydenottolomake</a>."
            }
        },
        "acdc": {
            "cardNumber": "Kortin numero",
            "expiration": "Viimeinen käyttöpäivä (MM/VV)",
            "cvv": "Turvakoodi (CVV)",
            "cardholderName": "Kortin haltijan nimi",
            "zip": "Laskutus postinumero"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Maksusi on luotu. Ole hyvä ja täytä se vahvistamalla tilauksesi.",
            "description": "Maksa helppoa, nopeaa ja turvallista - Valitse jokin näistä maksutavoista vahvistussivulla."
        },
        "plus": {
            "paymentNameOverwrite": "PayPal, suoraveloitus tai luottokortti",
            "paymentDescriptionExtension": "Maksaminen suoraveloituksella tai luottokortilla on mahdollista ilman PayPal-tiliä."
        },
        "cookie": {
            "name": "PayPal-maksut"
        }
    }
}