{
    "paypal": {
        "acdc": {
            "cardNumber": "Kortnummer",
            "cardholderName": "Navn på kortholderen",
            "cvv": "Sikkerhetskode (CVV)",
            "expiration": "Utløpsdato (MM/ÅÅ)",
            "zip": "Fakturering postnummer"
        },
        "cookie": {
            "googlePay": "Google Pay-betalinger",
            "name": "PayPal-betalinger"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Det totale beløpet må ikke være null eller negativt. Prøv igjen med et beløp som er større enn null, eller velg en annen betalingsmåte.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "PayPal-tjenester er for øyeblikket utilgjengelige. Vennligst prøv igjen senere.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "Den oppgitte adressen inneholder ikke postnummer. Vennligst legg inn postnummeret ditt.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "Den angitte leveringsadressen ble ikke akseptert av betalingsleverandøren. Vennligst sjekk adressen din eller velg en annen betalingsmåte.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Den valgte betalingsmåten støtter ikke din nåværende nettleser. Prøv igjen med en annen nettleser eller velg en annen betalingsmåte.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "De angitte kredittkortopplysningene kunne ikke valideres. Vennligst sjekk oppføringene dine og prøv igjen.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "Det oppstod en feil under PayPal-bestillingsprosessen. Prøv igjen senere eller bruk den vanlige kassen.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "PayPal-bestillingsprosessen er kansellert. Prøv igjen eller bruk den vanlige kassen.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Det oppstod en feil under betalingsprosessen. Prøv igjen senere, eller velg en annen betalingsmåte.",
            "SWAG_PAYPAL__USER_CANCELLED": "Betalingsprosessen er kansellert. Prøv på nytt eller velg en annen betalingsmåte.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Den valgte betalingsmåten ble avvist på grunn av en automatisert databehandlingsprosedyre. For mer informasjon, les <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepays personvernerklæring</a> eller bruk Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktskjema</a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Ditt navn og/eller adresse kunne ikke valideres. Vennligst sjekk oppføringene dine og prøv igjen. For ytterligere informasjon, les <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepays personvernerklæring</a> eller bruk Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kontaktskjema</a>."
            }
        },
        "general": {
            "browserUnsupported": "Din nåværende nettleser støttes ikke av den valgte betalingsmåten. Prøv en annen nettleser eller velg en annen betalingsmåte.",
            "paymentCancel": "Betalingsprosessen er kansellert. Prøv på nytt eller velg en annen betalingsmåte.",
            "paymentError": "Det oppstod en feil under betalingsprosessen. Prøv igjen senere, eller velg en annen betalingsmåte."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Ved å klikke på knappen, du godtar <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">betalingsbetingelser</a> og <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">ytelse av en risikokontroll</a> fra betalingspartneren, Ratepay. Du godtar også PayPals <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">personvernerklæring</a>. Hvis forespørselen din om å kjøpe Ved faktura godtas, kjøpesumskravet vil bli tildelt Ratepay, og du kan bare betale Ratepay, ikke selgeren.",
                "finish": {
                    "subtitle": "Behandlingen kan ta opptil flere minutter. Vennligst ikke lukk dette vinduet, du vil bli omdirigert.",
                    "title": "Betalingen blir behandlet"
                }
            },
            "document": {
                "paymentNote": "%companyName% har tildelt kravet mot deg til PayPal (Europe) S.à r.l. et Cie, S.C.A. som en del av en gjeldende factoring-avtale. Betalinger med gjeldsutladeeffekt kan kun gjøres til PayPal (Europe) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% har tildelt kravet mot deg til Ratepay GmbH som en del av en gjeldende factoringavtale. Betalinger med gjeldsutladningseffekt kan bare gjøres til Ratepay GmbH. Se kommunikasjonen med Ratepay for mer informasjon om betalingen din.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Betalingsmetode: Betal med faktura"
                }
            },
            "error": {
                "declined": "Det er ikke mulig å bruke den valgte betalingsmåten. Denne beslutningen er basert på automatisert databehandling. Du finner ytterligere informasjon i <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Personvernerklæring for Ratepay</a> eller du kan kontakte Ratepay ved hjelp av dette <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">Kontakt skjema</a>.",
                "unverifiedInfo": "Kombinasjonen av navn og adresse kunne ikke valideres. Korriger dataene dine og prøv på nytt. Du finner ytterligere informasjon i <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Personvernerklæring for Ratepay</a> eller du kan kontakte Ratepay ved hjelp av dette <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">Kontakt skjema</a>."
            },
            "instructions": {
                "legalMessage": "Hvorfor PayPal? PayPal er vår partner for behandling av fakturabetalinger. PayPal har nettopp overført beløpet direkte til oss. Du betaler beløpet til PayPal i henhold til betalingsinstruksjonene etter at du har mottatt og sjekket kjøpet.",
                "legalMessageRatepay": "Betaling ved fakturautbetalinger behandles i samarbeid med vår partner Ratepay. Ratepay har nettopp overført det betalbare beløpet til oss. Du kan vente på at bestillingen kommer og sjekker kjøpet ditt, før du overfører fakturabeløpet i samsvar med betalingsinstruksjonene til Ratepay.",
                "table": {
                    "amount": "Beløp:",
                    "bank": "Bank:",
                    "bic": "BIC:",
                    "holder": "Kontoinnehaver",
                    "iban": "IBAN:",
                    "reference": "Referanse:"
                },
                "transferRequest": "Vennligst overfør %value% til kontoen nedenfor.",
                "transferRequestDate": "Vennligst overfør %value% til %date% til PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Betaling med direkte debet- eller kredittkort er mulig uten en PayPal-konto.",
            "paymentNameOverwrite": "PayPal, direkte debet- eller kredittkort"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Betalingen din er opprettet. Vennligst fullfør den ved å bekrefte bestillingen din.",
            "description": "Betal enkelt, raskt og sikkert - Velg en av disse betalingsmetodene på bekreftelsessiden."
        },
        "vault": {
            "account": {
                "clear": "Fjern konto",
                "create": "Husk konto for fremtidige kjøp"
            },
            "card": {
                "clear": "Fjern kortet",
                "create": "Husk kort for fremtidige kjøp"
            }
        }
    }
}
