{
    "paypal": {
        "acdc": {
            "cardNumber": "Numéro de carte",
            "cardholderName": "Nom du titulaire de carte",
            "cvv": "Code de sécurité (CVV)",
            "expiration": "Date d'expiration (MM/AA)",
            "zip": "Code postal de facturation"
        },
        "cookie": {
            "googlePay": "Paiements avec Google Pay",
            "name": "Paiements PayPal"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Le montant total ne doit être ni nul ni négatif. Réessayez avec un montant supérieur à zéro ou choisissez un autre mode de paiement.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "Les services PayPal ne sont pas disponibles pour le moment. Veuillez réessayer ultérieurement.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "L'adresse fournie ne contient pas de code postal. Veuillez saisir votre code postal.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "L'adresse de livraison saisie n'a pas été acceptée par le fournisseur de paiement. Veuillez vérifier votre adresse ou choisir un autre mode de paiement.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Le mode de paiement sélectionné n'est pas compatible avec votre navigateur actuel. Réessayez avec un autre navigateur ou choisissez un autre mode de paiement.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Les informations de carte de crédit saisies n'ont pas pu être validées. Vérifiez vos saisies et réessayez.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "Une erreur s'est produite lors du processus de commande PayPal. Veuillez réessayer plus tard ou utiliser la procédure de paiement habituelle.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "Le processus de commande PayPal a été annulé. Veuillez réessayer ou utiliser la procédure de paiement habituelle.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Une erreur s'est produite lors du processus de paiement. Réessayez plus tard ou choisissez un autre mode de paiement.",
            "SWAG_PAYPAL__USER_CANCELLED": "Le processus de paiement a été annulé. Veuillez réessayer ou choisir un autre mode de paiement.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Le mode de paiement sélectionné a été rejeté en raison d'une procédure de traitement automatique des données. Pour plus d'informations, consultez la <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">déclaration de confidentialité des données de Ratepay</a> ou utilisez le <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">formulaire de contact</a> de Ratepay.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Votre nom et/ou adresse n'ont pas pu être validés. Vérifiez vos saisies et réessayez. Pour plus d'informations, consultez la <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >déclaration de confidentialité des données de Ratepay</a> ou utilisez le <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">formulaire de contact</a> de Ratepay."
            }
        },
        "general": {
            "browserUnsupported": "Votre navigateur actuel n'est pas compatible avec le mode de paiement sélectionné. Essayez un autre navigateur ou choisissez un autre mode de paiement.",
            "paymentCancel": "Le processus de paiement a été annulé. Veuillez réessayer ou choisir un autre mode de paiement.",
            "paymentError": "Une erreur s'est produite lors du processus de paiement. Réessayez plus tard ou choisissez un autre mode de paiement."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "En cliquant sur le bouton, vous acceptez que <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">conditions de paiement</a> et <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">soient effectuées par le partenaire de paiement, Ratepay, d'un contrôle des risques</a> . Vous acceptez également la déclaration de confidentialité <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">de PayPal</a>. Si votre demande d'achat sur facture est acceptée, la demande de prix d'achat sera attribuée à Ratepay, et vous ne pouvez payer que Ratepay, pas le commerçant.",
                "finish": {
                    "subtitle": "Le traitement peut prendre plusieurs minutes. Merci de ne pas fermer cette fenêtre, vous allez être redirigé.",
                    "title": "Le paiement est en cours de traitement"
                }
            },
            "document": {
                "paymentNote": "%companyName% a cédé la réclamation contre vous à PayPal (Europe) S.à r.l. et Cie, S.C.A. dans le cadre d'un contrat d'affacturage en vigueur. Les paiements avec effet d'acquittement ne peuvent être effectués qu'à PayPal (Europe) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% a cédé la réclamation à votre encontre à Ratepay GmbH dans le cadre d'un contrat d'affacturage en cours. Les paiements avec effet d'apurement de dettes ne peuvent être effectués qu'à Ratepay GmbH. Veuillez vous référer à la communication avec Ratepay pour plus de détails sur votre paiement.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Mode de paiement : Payez sur facture"
                }
            },
            "error": {
                "declined": "Il n'est pas possible d'utiliser le mode de paiement sélectionné. Cette décision est basée sur un traitement automatisé des données. Vous trouverez de plus amples informations dans la Déclaration de confidentialité des données de Ratepay <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\"></a> ou vous pouvez contacter Ratepay en utilisant ce formulaire de contact <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">.</a>.",
                "unverifiedInfo": "La combinaison de votre nom et de votre adresse n'a pas pu être validée. Corrigez vos données et réessayez. Vous trouverez de plus amples informations dans la Déclaration de confidentialité des données de Ratepay <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" ></a> ou vous pouvez contacter Ratepay en utilisant ce formulaire de contact <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">.</a>."
            },
            "instructions": {
                "legalMessage": "Pourquoi PayPal ? PayPal est notre partenaire pour le traitement des paiements de factures. PayPal vient de nous transférer le montant directement. Vous payez le montant à PayPal selon les instructions de paiement après avoir reçu et vérifié votre achat.",
                "legalMessageRatepay": "Les paiements sur facture sont traités en collaboration avec notre partenaire Ratepay. Ratepay vient de nous transférer le montant dû. Vous pouvez attendre que la commande arrive et vérifier votre achat avant de transférer le montant de la facture à Ratepay conformément aux instructions de paiement.",
                "table": {
                    "amount": "Montant :",
                    "bank": "Banque :",
                    "bic": "BIC :",
                    "holder": "Titulaire du compte :",
                    "iban": "IBAN :",
                    "reference": "Référence :"
                },
                "transferRequest": "Veuillez transférer %value% sur le compte ci-dessous.",
                "transferRequestDate": "Veuillez transférer %value% à %date% sur PayPal."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Le paiement par carte de débit direct ou de crédit est possible sans compte PayPal.",
            "paymentNameOverwrite": "PayPal, carte de débit ou de crédit"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Votre paiement a été créé. Veuillez le compléter, en confirmant votre commande.",
            "description": "Payez facilement, rapide et sécurisé - Veuillez choisir l'un de ces modes de paiement sur la page de confirmation."
        },
        "vault": {
            "account": {
                "clear": "Supprimer le compte",
                "create": "Retenir la carte pour de futurs achats"
            },
            "card": {
                "clear": "Supprimer la carte",
                "create": "Retenir la carte pour de futurs achats"
            }
        }
    }
}
