{
    "paypal": {
        "acdc": {
            "cardNumber": "Kortin numero",
            "cardholderName": "Kortin haltijan nimi",
            "cvv": "Turvakoodi (CVV)",
            "expiration": "Viimeinen käyttöpäivä (MM/VV)",
            "zip": "Laskutus postinumero"
        },
        "cookie": {
            "googlePay": "Google Pay -maksut",
            "name": "PayPal-maksut"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "Kokonaismäärä ei saa olla nolla tai negatiivinen. Yritä uudelleen summalla, joka on suurempi kuin nolla, tai valitse toinen maksutapa.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "PayPal-palvelut eivät ole tällä hetkellä käytettävissä. Yritä myöhemmin uudelleen.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "Annettu osoite ei sisällä postinumeroa. Lisää postinumerosi.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "Maksupalveluntarjoaja ei hyväksynyt syötettyä toimitusosoitetta. Tarkista osoitteesi tai valitse toinen maksutapa.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "Valittu maksutapa ei tue nykyistä selainta. Yritä uudelleen toisella selaimella tai valitse toinen maksutapa.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "Syötettyjä luottokorttitietoja ei voitu vahvistaa. Tarkista merkinnät ja yritä uudelleen.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "PayPal-tilausprosessin aikana tapahtui virhe. Yritä myöhemmin uudelleen tai käytä tavallista kassalla.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "PayPal-tilausprosessi on peruutettu. Yritä uudelleen tai käytä tavallista kassalla.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Maksuprosessin aikana tapahtui virhe. Yritä myöhemmin uudelleen tai valitse toinen maksutapa.",
            "SWAG_PAYPAL__USER_CANCELLED": "Maksuprosessi on peruttu. Yritä uudelleen tai valitse toinen maksutapa.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "Valittu maksutapa hylättiin automaattisen tietojenkäsittelymenettelyn vuoksi. Lisätietoja saat lukemalla <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepayn tietosuojaselosteesta</a> tai käytä Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">-yhteydenottolomaketta</a>.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Nimeäsi ja/tai osoitettasi ei voitu vahvistaa. Tarkista merkinnät ja yritä uudelleen. Lisätietoja saat lukemalla <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepayn tietosuojaselosteesta</a> tai käytä Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">-yhteydenottolomaketta</a>."
            }
        },
        "general": {
            "browserUnsupported": "Valittu maksutapa ei tue nykyistä selaintasi. Kokeile toista selainta tai valitse toinen maksutapa.",
            "paymentCancel": "Maksuprosessi on peruttu. Yritä uudelleen tai valitse toinen maksutapa.",
            "paymentError": "Maksuprosessin aikana tapahtui virhe. Yritä myöhemmin uudelleen tai valitse toinen maksutapa."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "Klikkaamalla painiketta, hyväksyt <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">maksuehdot</a> ja <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">riskitarkastuksen suorittaminen</a> maksukumppanilta, Ratepay. Hyväksyt myös PayPalin <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">tietosuojalausunto</a>. Jos ostopyyntösi laskun yhteydessä hyväksytään, ostohintavaatimus osoitetaan Ratepaylle, ja voit maksaa vain Ratepayn, ei kauppias.",
                "finish": {
                    "subtitle": "Käsittely voi kestää jopa useita minuutteja. Älä sulje tätä ikkunaa, sinut ohjataan uudelleen.",
                    "title": "Maksua käsitellään"
                }
            },
            "document": {
                "paymentNote": "%companyName% on antanut sinulle kohdistuvan vaatimuksen PayPal (Europe) S.à r.l. et Cie, S.C.A.: lle osana nykyistä factoring-sopimusta. Maksut, joilla on velan purkamisvaikutus, voidaan suorittaa ainoastaan PayPal (Europe) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% on määrännyt vaatimuksen sinua vastaan Ratepay GmbH:lle osana nykyistä factoring-sopimusta. Maksut, joilla on velkoja, voidaan suorittaa vain Ratepay GmbH:lle. Katso lisätietoja maksustasi Ratepay: n kanssa tapahtuvasta viestinnästä.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Maksutapa: Maksa laskulla"
                }
            },
            "error": {
                "declined": "Valittua maksutapaa ei ole mahdollista käyttää. Tämä päätös perustuu automaattiseen tietojenkäsittelyyn. Löydät lisätietoja <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepayn tietosuojalausunto</a> tai voit ottaa yhteyttä Ratepay-palveluun tämän avulla <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">yhteydenottolomake</a>.",
                "unverifiedInfo": "Nimesi ja osoitteesi yhdistelmää ei voitu vahvistaa. Korjaa tietosi ja yritä uudelleen. Löydät lisätietoja <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepayn tietosuojalausunto</a> tai voit ottaa yhteyttä Ratepay-palveluun tämän avulla <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">yhteydenottolomake</a>."
            },
            "instructions": {
                "legalMessage": "Miksi PayPal? PayPal on yhteistyökumppanimme laskujen maksujen käsittelyssä. PayPal on juuri siirtänyt summan meille suoraan. Maksat summan PayPalille maksuohjeiden mukaisesti, kun olet vastaanottanut ja tarkistanut ostoksesi.",
                "legalMessageRatepay": "Maksu laskussa -maksut käsitellään yhteistyössä kumppanimme Ratepayn kanssa. Ratepay on juuri siirtänyt maksettavan summan meille. Voit odottaa tilauksen saapumista ja tarkistaa ostoksesi, ennen kuin siirrät laskun summan maksuohjeiden mukaisesti Ratepay-palveluun.",
                "table": {
                    "amount": "Määrä:",
                    "bank": "Pankki:",
                    "bic": "BIC:",
                    "holder": "Tilinomistaja:",
                    "iban": "IBAN:",
                    "reference": "Viite:"
                },
                "transferRequest": "Siirrä %value% alla olevalle tilille.",
                "transferRequestDate": "Siirrä %value% asti %date% PayPaliin."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Maksaminen suoraveloituksella tai luottokortilla on mahdollista ilman PayPal-tiliä.",
            "paymentNameOverwrite": "PayPal, suoraveloitus tai luottokortti"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "Maksusi on luotu. Ole hyvä ja täytä se vahvistamalla tilauksesi.",
            "description": "Maksa helppoa, nopeaa ja turvallista - Valitse jokin näistä maksutavoista vahvistussivulla."
        },
        "vault": {
            "account": {
                "clear": "Poista tili",
                "create": "Muista tili tulevia ostoksia varten"
            },
            "card": {
                "clear": "Poista kortti",
                "create": "Muista kortti tulevia ostoksia varten"
            }
        }
    }
}
