{
    "paypal": {
        "acdc": {
            "cardNumber": "Kártya száma",
            "cardholderName": "Kártyatartó neve",
            "cvv": "Biztonsági kód (CVV)",
            "expiration": "Lejárati idő (HH/ÉÉ)",
            "zip": "Számlázási irányítószám"
        },
        "cookie": {
            "googlePay": "Google Pay fizetések",
            "name": "PayPal fizetés"
        },
        "error": {
            "SWAG_PAYPAL__API_CANNOT_BE_ZERO_OR_NEGATIVE": "A teljes összeg nem lehet nulla vagy negatív. Kérjük, próbálkozzon újra nullánál nagyobb összeggel, vagy válasszon másik fizetési módot.",
            "SWAG_PAYPAL__API_NOT_AVAILABLE": "A PayPal szolgáltatásai jelenleg nem érhetők el. Kérjük, próbálkozzon újra később.",
            "SWAG_PAYPAL__API_POSTAL_CODE_REQUIRED": "A megadott cím nem tartalmaz irányítószámot. Kérjük, adja meg irányítószámát.",
            "SWAG_PAYPAL__API_SHIPPING_ADDRESS_INVALID": "A megadott szállítási címet a fizetési szolgáltató nem fogadta el. Kérjük, ellenőrizze a címét, vagy válasszon másik fizetési módot.",
            "SWAG_PAYPAL__BROWSER_UNSUPPORTED": "A kiválasztott fizetési mód nem támogatja az aktuális böngészőt. Próbálkozzon újra egy másik böngészővel, vagy válasszon másik fizetési módot.",
            "SWAG_PAYPAL__CARD_VALIDATION_FAILED": "A megadott hitelkártya adatait nem sikerült érvényesíteni. Kérjük, ellenőrizze a bejegyzéseit, és próbálja újra.",
            "SWAG_PAYPAL__EXPRESS_GENERIC_ERROR": "Hiba történt a PayPal megrendelési folyamat során. Kérjük, próbálja újra később, vagy használja a szokásos fizetést.",
            "SWAG_PAYPAL__EXPRESS_USER_CANCELLED": "A PayPal megrendelési folyamatát törölték. Kérjük, próbálja újra, vagy használja a szokásos pénztárt.",
            "SWAG_PAYPAL__GENERIC_ERROR": "Hiba történt a fizetési folyamat során. Kérjük, próbálkozzon később, vagy válasszon másik fizetési módot.",
            "SWAG_PAYPAL__USER_CANCELLED": "A fizetési folyamatot törölték. Kérjük, próbálkozzon újra, vagy válasszon másik fizetési módot.",
            "handler_swag_puihandler": {
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_DECLINED_BY_PROCESSOR": "A kiválasztott fizetési módot egy automatizált adatfeldolgozási eljárás miatt elutasították. További információért olvassa el a <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay adatvédelmi nyilatkozatot</a> , vagy használja a Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>kapcsolatfelvételi űrlapot.",
                "SWAG_PAYPAL__API_PAYMENT_SOURCE_INFO_CANNOT_BE_VERIFIED": "Az Ön nevét és/vagy címét nem sikerült érvényesíteni. Kérjük, ellenőrizze a bejegyzéseit, és próbálja újra. További információkért olvassa el a <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay adatvédelmi nyilatkozatot</a> , vagy használja a Ratepay <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\"></a>kapcsolatfelvételi űrlapot."
            }
        },
        "general": {
            "browserUnsupported": "Jelenlegi böngészőjét a kiválasztott fizetési mód nem támogatja. Próbáljon ki egy másik böngészőt, vagy válasszon másik fizetési módot.",
            "paymentCancel": "A fizetési folyamatot törölték. Kérjük, próbálkozzon újra, vagy válasszon másik fizetési módot.",
            "paymentError": "Hiba történt a fizetési folyamat során. Kérjük, próbálkozzon később, vagy válasszon másik fizetési módot."
        },
        "payUponInvoice": {
            "checkout": {
                "confirmDisclaimer": "A gombra kattintva, elfogadja a <a href=\"https://www.ratepay.com/legal-payment-terms\" target=\"_blank\">fizetési feltételek</a> és <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">kockázatellenőrzés elvégzése</a> a fizetési partnertől, Ratepay. Ön elfogadja a PayPal-t is <a href=\"https://www.paypal.com/us/webapps/mpp/ua/privacy-full\" target=\"_blank\">adatvédelmi nyilatkozat</a>. Ha a számlán történő vásárlási kérelmét elfogadják, a vételár igényét a Ratepay-hez rendelik, és csak a Ratepay-t fizetheti, nem a kereskedő.",
                "finish": {
                    "subtitle": "A feldolgozás akár néhány percet is igénybe vehet. Kérjük, ne zárja be ezt az ablakot, átirányításra kerül.",
                    "title": "A fizetés feldolgozása folyamatban van"
                }
            },
            "document": {
                "paymentNote": "%companyName% az Ön ellen fennálló követelést a PayPal (Europe) S.à r.l. et Cie, S.C.A. részére rendelte a jelenlegi faktoring megállapodás részeként. Az adósságmentesítő hatással járó kifizetések csak a PayPal (Europe) S.à r.l. et Cie, S.C.A.",
                "paymentNoteRatepay": "%companyName% a jelenlegi faktoring megállapodás részeként a Ratepay GmbH-nak ruházta át az Önnel szembeni követelést. Az adósságmentesítő hatású kifizetéseket csak a Ratepay GmbH-nak lehet teljesíteni. Kérjük, olvassa el a Ratepay-vel folytatott kommunikációt a fizetéssel kapcsolatos további részletekért.",
                "paymentShippingInfo": {
                    "payPalPuiPaymentMethod": "Fizetési mód: Fizetés számlán"
                }
            },
            "error": {
                "declined": "A kiválasztott fizetési módot nem lehet használni. Ez a döntés automatizált adatfeldolgozáson alapul. További információt a <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\">Ratepay adatvédelmi nyilatkozat</a> vagy ezzel kapcsolatba léphet a Ratepay-vel <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kapcsolatfelvételi űrlap</a>.",
                "unverifiedInfo": "Az Ön nevének és címének kombinációját nem sikerült érvényesíteni. Kérjük, javítsa ki adatait, és próbálja újra. További információt a <a href=\"https://www.ratepay.com/legal-payment-dataprivacy\" target=\"_blank\" >Ratepay adatvédelmi nyilatkozat</a> vagy ezzel kapcsolatba léphet a Ratepay-vel <a href=\"https://www.ratepay.com/kontakt\" target=\"_blank\">kapcsolatfelvételi űrlap</a>."
            },
            "instructions": {
                "legalMessage": "Miért PayPal? A PayPal partnerünk a számlával kapcsolatos kifizetések feldolgozásában. A PayPal most utalta át az összeget közvetlenül nekünk. Az összeget a vásárlás kézhezvételét és ellenőrzését követően a fizetési utasításoknak megfelelően fizeti ki a PayPalnak.",
                "legalMessageRatepay": "A számlán történő fizetést partnerünkkel, a Ratepay-vel együttműködve dolgozzuk fel. A Ratepay most utalta át nekünk a fizetendő összeget. Várhatja a megrendelés megérkezését, és ellenőrizheti a vásárlást, mielőtt a számla összegét a fizetési utasításoknak megfelelően átutalná a Ratepay-hez.",
                "table": {
                    "amount": "Összeg:",
                    "bank": "Bank:",
                    "bic": "BIC:",
                    "holder": "Számlatulajdonos neve:",
                    "iban": "IBAN:",
                    "reference": "Közlemény:"
                },
                "transferRequest": "Kérjük, utaljon át %value% az alábbi számlára.",
                "transferRequestDate": "Kérjük, utaljon át %value% amíg %date% a PayPalba."
            }
        },
        "plus": {
            "paymentDescriptionExtension": "Fizetés bank- vagy hitelkártyával egy PayPal számla nélkül is lehetséges.",
            "paymentNameOverwrite": "PayPal, bank- vagy hitelkártya"
        },
        "smartPaymentButtons": {
            "confirmPageHint": "A fizetés előkészítve. Kérjük véglegesítse a megrendelés leadásával.",
            "description": "Fizetés egyszerűen, gyorsan és biztonságosan - Kérjük válasszon egy fizetési módot a megrendelést megerősítő oldalon."
        },
        "vault": {
            "account": {
                "clear": "Fiók eltávolítása",
                "create": "Ne felejtse el a jövőbeni vásárlások számláját"
            },
            "card": {
                "clear": "Távolítsa el a kártyát",
                "create": "Emlékezz kártyára a jövőbeni vásárlásokhoz"
            }
        }
    }
}
